{
  "noun": [
    {
      "description": "A framework, typically with rails, bars, hooks, or pegs, for holding or storing things.",
      "examples": [
        "a spice rack",
        "a magazine rack"
      ],
      "synonyms": [
        "framework",
        "frame",
        "stand",
        "holder",
        "shelf",
        "form",
        "trestle",
        "support",
        "bin",
        "box",
        "bunker",
        "container",
        "structure"
      ]
    },
    {
      "description": "A cogged or toothed bar or rail engaging with a wheel or pinion, or using pegs to adjust the position of something.",
      "examples": [
        "a steering rack"
      ]
    },
    {
      "description": "An instrument of torture consisting of a frame on which the victim was stretched by turning rollers to which the wrists and ankles were tied."
    },
    {
      "description": "A triangular structure for positioning the balls in pool."
    },
    {
      "description": "A woman's breasts.",
      "examples": [
        "Arnie's woman is kinda bossy, but she's got a nice rack"
      ]
    },
    {
      "description": "A set of antlers."
    },
    {
      "description": "A bed."
    }
  ],
  "verb": [
    {
      "description": "Cause extreme physical or mental pain to; subject to extreme stress.",
      "examples": [
        "he was racked with guilt"
      ],
      "synonyms": [
        "torment",
        "afflict",
        "torture",
        "pain",
        "agonize",
        "cause agony to",
        "cause pain to",
        "cause suffering to",
        "harrow",
        "pierce",
        "stab",
        "wound",
        "crucify"
      ]
    },
    {
      "description": "Place in or on a rack.",
      "examples": [
        "the shoes were racked neatly beneath the dresses"
      ]
    },
    {
      "description": "Raise (rent) above a fair or normal amount."
    }
  ],
  "phrases": [
    "He said: They have let the park go to rack and ruin.",
    "It went to rack and ruin 200 years later, but has now been carefully restored.",
    "Over the last decade, it has gone to rack and ruin and is now a haunt for bikers and four-wheel-drive vehicles.",
    "There is nothing around here for the youngsters to do, everything has been allowed to go to rack and ruin.",
    "Neither of them won in the summer, so does that mean they're now going to go to rack and ruin?",
    "Japan is racking up record trade surpluses with the U.S",
    "They racked up more points in the new year then any other club, he says.",
    "Labour MSPs have not been shy about racking up large taxi bills on the public purse.",
    "In fact, there's more opportunity than ever for your company to rack up record sales.",
    "He racked up a hefty debt in the process - more than $12,000."
  ],
  "origin": "Late 15th century: from Provençal arracar, from raca stems and husks of grapes, dregs.",
  "pronounciation": "/rak/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/rack_us_1.mp3"
}