{
  "noun": [
    {
      "description": "The back part of something, especially a building or vehicle.",
      "examples": [
        "the kitchen door at the rear of the house"
      ],
      "synonyms": [
        "back",
        "back part",
        "hind part",
        "back end",
        "other end"
      ]
    }
  ],
  "adjective": [
    {
      "description": "At the back.",
      "examples": [
        "the car's rear window"
      ],
      "synonyms": [
        "back",
        "end",
        "rearmost",
        "endmost"
      ]
    }
  ],
  "verb": [
    {
      "description": "Bring up and care for (a child) until they are fully grown, especially in a particular manner or place.",
      "examples": [
        "he was born and reared in New York City",
        "a generation reared on video"
      ],
      "synonyms": [
        "bring up",
        "care for",
        "look after",
        "nurture",
        "parent"
      ]
    },
    {
      "description": "(of a horse or other animal) raise itself upright on its hind legs.",
      "examples": [
        "the horse reared in terror",
        "a rattlesnake reared up at his elbow"
      ]
    }
  ],
  "phrases": [
    "As representatives from practically every regimental association in the city walked behind the gun carriage, the newspaper vendors, many of them disabled ex-servicemen, brought up the rear.",
    "The army's central brass band brought up the rear.",
    "Two dozen English huntsmen brought up the rear.",
    "Now the Chief Minister goes about escorted by local police personnel, with specially trained security personnel bringing up the rear.",
    "I brought up the rear as the cloaked man in front of me made his way towards them.",
    "But just when I think so, yet another Craig Wilson rears his head.",
    "Shawn reared his head back, and let a scream escape his throat.",
    "The seven-foot Cobra curled on the ground slowly rears his head and stares at the Marines encircling him.",
    "From the glowing molten hole, the creature reared its hideous head.",
    "Without even rearing his head back he shot it forward in an attempt to eat them in one bite."
  ],
  "origin": "Old English rǣran set upright, construct, elevate, of Germanic origin; related to raise (which has supplanted rear in many applications), also to rise.",
  "pronounciation": "/rir/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/rear_us_1.mp3"
}