{
  "verb": [
    {
      "description": "Establish by counting or calculation; calculate.",
      "examples": [
        "his debts were reckoned at $300,000",
        "the Byzantine year was reckoned from September 1"
      ],
      "synonyms": [
        "calculate",
        "compute",
        "work out",
        "put a figure on",
        "figure",
        "number",
        "quantify"
      ]
    },
    {
      "description": "Conclude after calculation; be of the opinion.",
      "examples": [
        "he reckons that the army should pull out entirely",
        "I reckon I can manage that"
      ],
      "synonyms": [
        "believe",
        "think",
        "be of the opinion",
        "be of the view",
        "be convinced",
        "suspect",
        "dare say",
        "have an idea",
        "have a feeling",
        "imagine",
        "fancy",
        "guess",
        "suppose",
        "assume",
        "surmise",
        "conjecture",
        "consider"
      ]
    },
    {
      "description": "Rely on or be sure of doing, having, or dealing with.",
      "examples": [
        "they had reckoned on a day or two more of privacy"
      ],
      "synonyms": [
        "rely on",
        "depend on",
        "count on",
        "place reliance on",
        "bargain on",
        "plan on",
        "reckon on",
        "calculate on",
        "presume on"
      ]
    }
  ],
  "phrases": [
    "the trade unions were a political force to be reckoned with",
    "This youngster is a force to reckon with in the sub-junior and junior categories.",
    "The vitality of the Vietnamese economy and its superb growth rates are making Vietnam an economic force to be reckoned with.",
    "We will be a force to be reckoned with.",
    "Put the two together, and you have a force to reckon with.",
    "it must reckon with two great challenges",
    "Unfortunately we had reckoned without the Texas weather, which decided to bucket down with rain all morning.",
    "That, however, was reckoning without the amazing fighting qualities of the Hammers who refused to throw in the towel despite their appalling recent run of results against the champions.",
    "But the yobs reckoned without the residents' steely determination.",
    "However, they would have reckoned without the quality of Mark Bowman's leadership, and under-estimated his capacity to inspire his troops, not least by his own example."
  ],
  "origin": "Old English ( ge)recenian recount, relate, of West Germanic origin; related to Dutch rekenen and German rechnen to count (up). Early senses included give an account of items received and mention things in order, which gave rise to the notion of calculation and hence of being of an opinion.",
  "pronounciation": "/ˈrɛkən/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/reckon_us_1.mp3"
}