{
  "noun": [
    {
      "description": "A feeling of reassurance and relaxation following release from anxiety or distress.",
      "examples": [
        "much to her relief, she saw the door open"
      ],
      "synonyms": [
        "reassurance",
        "consolation",
        "comfort",
        "solace",
        "calmness",
        "relaxation",
        "repose",
        "ease"
      ]
    },
    {
      "description": "Assistance, especially in the form of food, clothing, or money, given to those in special need or difficulty.",
      "examples": [
        "raising money for famine relief",
        "relief workers"
      ],
      "synonyms": [
        "help",
        "aid",
        "assistance",
        "succour",
        "care",
        "sustenance"
      ]
    },
    {
      "description": "A person or group of people replacing others who have been on duty.",
      "examples": [
        "the relief nurse was late"
      ],
      "synonyms": [
        "replacement",
        "substitute",
        "deputy",
        "reserve",
        "standby",
        "stopgap",
        "cover",
        "stand-in",
        "supply",
        "fill-in",
        "locum",
        "locum tenens",
        "understudy",
        "proxy",
        "surrogate"
      ]
    },
    {
      "description": "The state of being clearly visible or obvious due to being accentuated in some way.",
      "examples": [
        "the setting sun threw the snow-covered peaks into relief"
      ]
    }
  ],
  "phrases": [
    "James Kroeker was the winner with Peter Reimer pitching the final two and two thirds in relief.",
    "The second year pivot came on in relief and had his share of struggles.",
    "Nicole Ronald then came on in relief in the third inning and silenced the Western bats for the remainder of the affair.",
    "Dave Cornelius came in relief for McNabb and held the Badgers to just one hit in the remaining three innings.",
    "Organisers on relief risked having their benefits taken away, but still they persevered."
  ],
  "origin": "Late Middle English: from Old French, from relever raise up, relieve, from Latin relevare raise again, alleviate.",
  "pronounciation": "/rəˈlēf/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/relief_us_1.mp3"
}