{
  "verb": [
    {
      "description": "Address (someone) in such a way as to express disapproval or disappointment.",
      "examples": [
        "“You know that isn't true,” he reproached her",
        "critics of the administration reproached the president for his failure to tackle the deficiency"
      ],
      "synonyms": [
        "express a poor opinion of",
        "have a poor opinion of",
        "dislike",
        "be against",
        "object to",
        "find unacceptable",
        "think wrong",
        "take exception to",
        "not believe in",
        "not support",
        "frown on",
        "take a dim view of",
        "look askance at"
      ]
    }
  ],
  "noun": [
    {
      "description": "The expression of disapproval or disappointment.",
      "examples": [
        "he gave her a look of reproach",
        "a farrago of warnings and pained reproaches"
      ],
      "synonyms": [
        "rebuke",
        "reproof",
        "reproval",
        "admonishment",
        "admonition",
        "scolding",
        "reprimand",
        "remonstration",
        "lecture",
        "upbraiding",
        "castigation",
        "lambasting",
        "criticism",
        "censure",
        "disapproval",
        "disapprobation"
      ]
    }
  ],
  "phrases": [
    "The sports players become the heroes and the country creates a pedestal where the athlete is beyond reproach and untouchable and this leads to all matter of problems.",
    "Mutter's musicianship is beyond reproach, and she and the Trondheim Soloists go beyond and beneath and behind the notes to realize Vivaldi's creativity.",
    "If you are running a trading operation, you have to be like Caesar's wife, beyond reproach.",
    "Feeling, intonation, and expressiveness were all on par with the quality of the work itself, which is to say, completely beyond reproach.",
    "Gordon Willis's cinematography is beyond reproach, captured in shades of burnt sienna and golden, autumnal hues, complemented by Dean Tavoularis's achingly beautiful production design."
  ],
  "origin": "Middle English: from Old French reprochier (verb), from a base meaning bring back close, based on Latin prope near.",
  "pronounciation": "/rəˈproʊtʃ/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/reproach_us_1.mp3"
}