{
  "verb": [
    {
      "description": "Sit on and control the movement of (an animal, especially a horse), typically as a recreation or sport.",
      "examples": [
        "I haven't ridden much since the accident",
        "Diana went to watch him ride his horse"
      ],
      "synonyms": [
        "sit on",
        "mount",
        "be mounted on",
        "bestride"
      ]
    },
    {
      "description": "Be carried or supported by (something with a great deal of momentum)",
      "examples": [
        "a stream of young surfers fighting the elements to ride the waves",
        "the fund rode the growth boom in the 1980s"
      ]
    },
    {
      "description": "Be full of or dominated by.",
      "examples": [
        "you must not think him ridden with angst",
        "the crime-ridden streets"
      ]
    },
    {
      "description": "Yield to (a blow) so as to reduce its impact.",
      "examples": [
        "Harrison drew back his jaw as if riding the blow"
      ]
    },
    {
      "description": "Have sexual intercourse with."
    },
    {
      "description": "Annoy, pester, or tease.",
      "examples": [
        "if you don't give all the kids a chance to play, the parents ride you"
      ],
      "synonyms": [
        "pester",
        "badger",
        "hound",
        "harry",
        "plague",
        "torment",
        "bedevil",
        "persecute",
        "bother",
        "annoy",
        "exasperate",
        "worry",
        "disturb",
        "trouble",
        "agitate",
        "provoke",
        "vex"
      ]
    }
  ],
  "noun": [
    {
      "description": "A journey made on horseback, on a bicycle or motorcycle, or in a vehicle.",
      "examples": [
        "investors have had a bumpy ride",
        "did you enjoy your ride?"
      ],
      "synonyms": [
        "trip",
        "journey",
        "drive",
        "run",
        "expedition",
        "excursion",
        "outing",
        "jaunt",
        "tour",
        "airing",
        "turn",
        "sally"
      ]
    },
    {
      "description": "A roller coaster, merry-go-round, or other amusement ridden at a fair or amusement park."
    },
    {
      "description": "An act of sexual intercourse."
    },
    {
      "description": "A cymbal used for keeping up a continuous rhythm."
    }
  ],
  "phrases": [
    "I don't need anything at the mall, but I'm happy to go along for the ride",
    "It's best just to go along for the ride and not really pay attention to the story.",
    "It's no good thinking they will come along for the ride out of curiosity - they have to be convinced.",
    "The future is in their hands, though the rest of us will be taken along for the ride.",
    "I was happy to go along for the ride and soon stopped worrying about accuracy.",
    "They ride us down with their horses, whip us, and people are always assaulted.",
    "He is a unit in a line rushing on the enemy with the one idea of riding him down and transfixing him with his rigid saber, held at the position of charge saber.",
    "there is a great deal of money riding on the results of these studies",
    "It wasn't like his life depended on it but there was a lot riding on this trip.",
    "So there is a lot riding on Fisher's industrial-baroque design."
  ],
  "origin": "Old English rīdan, of Germanic origin; related to Dutch rijden and German reiten.",
  "pronounciation": "/raɪd/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/ride_1_us_1_abbr.mp3"
}