{
  "verb": [
    {
      "description": "Tear or pull (something) quickly or forcibly away from something or someone.",
      "examples": [
        "a fan tried to rip his pants off during a show",
        "countries ripped apart by fighting"
      ],
      "synonyms": [
        "tear",
        "snatch",
        "jerk",
        "tug",
        "wrench",
        "wrest",
        "prise",
        "force",
        "heave",
        "haul",
        "drag",
        "pull",
        "twist",
        "peel",
        "pluck",
        "grab",
        "seize"
      ]
    },
    {
      "description": "Move forcefully and rapidly.",
      "examples": [
        "fire ripped through her bungalow"
      ]
    },
    {
      "description": "Use a program to copy (material from a CD or DVD) on to a computer's hard drive.",
      "examples": [
        "every Beatles song ever made, ripped from my boxed set of CDs"
      ]
    }
  ],
  "noun": [
    {
      "description": "A long tear or cut.",
      "synonyms": [
        "tear",
        "slit",
        "split",
        "rent",
        "laceration",
        "cut",
        "gash",
        "slash"
      ]
    },
    {
      "description": "A fraud or swindle; a rip-off."
    }
  ],
  "abbreviation": [
    {
      "description": "Rest in peace (used on grave markers)."
    }
  ],
  "phrases": [
    "the brass sections let rip with sheer gusto",
    "The giant grunted, his slow brain deciding when he would let rip and smother Glaucus in a deadly embrace.",
    "So who can blame him for letting rip last week, after his chances of being Britain's remaining hope at the first Grand Slam of 2006, the Australian Open, crumbled before his eyes.",
    "It is said that the losers during the last days of a battle often let rip in appallingly brutal ways.",
    "He gambolled away on the left before letting rip from over 25 metres, his punishing volley zipping into the net.",
    "he ripped into me just for going into the trailer",
    "Watergate was a scandal Mr. Rather thoroughly enjoyed since he built his career on ripping into Richard Nixon.",
    "I don't see ever ripping into another journalist.",
    "Chris had cowered about in silence as the prosecuting attorneys had gone through question after question, each ripping into him one after another.",
    "There are undoubtedly chefs who believe reviewers go out with the express intention of ripping into a restaurant, but that doesn't tally with my experience."
  ],
  "origin": "From Latin requiescat (or, in the plural, requiescant) in pace.",
  "pronounciation": "/rɪp/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/rip_us_2.mp3"
}