{
  "adjective": [
    {
      "description": "Having an uneven or irregular surface; not smooth or level.",
      "examples": [
        "they had to carry the victim across the rough, stony ground",
        "her skin felt dry and rough"
      ],
      "synonyms": [
        "uneven",
        "irregular",
        "bumpy",
        "stony",
        "rocky",
        "broken",
        "rugged",
        "jaggy",
        "craggy"
      ]
    },
    {
      "description": "(of a person or their behavior) not gentle; violent or boisterous.",
      "examples": [
        "strollers should be capable of withstanding rough treatment"
      ],
      "synonyms": [
        "violent",
        "brutal",
        "vicious"
      ]
    },
    {
      "description": "Not finished tidily or decoratively; plain and basic.",
      "examples": [
        "the customers sat at rough wooden tables"
      ],
      "synonyms": [
        "plain",
        "basic",
        "simple",
        "rough and ready",
        "rustic",
        "rude",
        "crude",
        "primitive",
        "spartan",
        "uncomfortable"
      ]
    },
    {
      "description": "(of a voice) harsh and rasping.",
      "examples": [
        "his voice was rough with barely suppressed fury"
      ],
      "synonyms": [
        "gruff",
        "hoarse",
        "harsh",
        "rasping",
        "raspy",
        "husky",
        "throaty",
        "gravelly",
        "guttural"
      ]
    },
    {
      "description": "Difficult and unpleasant or unfair.",
      "examples": [
        "the teachers gave me a rough time because my image didn't fit",
        "the first day of a job is rough on everyone"
      ],
      "synonyms": [
        "difficult",
        "hard",
        "tough",
        "bad",
        "unpleasant",
        "demanding",
        "arduous"
      ]
    }
  ],
  "adverb": [
    {
      "description": "In a manner that lacks gentleness; harshly or violently.",
      "examples": [
        "treat em rough but treat em fair"
      ]
    }
  ],
  "noun": [
    {
      "description": "A disreputable and violent person.",
      "synonyms": [
        "ruffian",
        "thug",
        "lout",
        "hooligan",
        "hoodlum",
        "rowdy",
        "bully boy",
        "brawler"
      ]
    },
    {
      "description": "(on a golf course) longer grass around the fairway and the green.",
      "examples": [
        "his second shot was in the rough on the left"
      ]
    },
    {
      "description": "A preliminary sketch for a design.",
      "examples": [
        "I did a rough to work out the scale of the lettering"
      ],
      "synonyms": [
        "preliminary sketch",
        "draft",
        "outline",
        "mock-up",
        "model",
        "artist's impression"
      ]
    },
    {
      "description": "An uncut precious stone."
    }
  ],
  "verb": [
    {
      "description": "Work or shape (something) in a rough, preliminary fashion.",
      "examples": [
        "flat surfaces of wood are roughed down"
      ]
    },
    {
      "description": "Live in discomfort with only basic necessities.",
      "examples": [
        "she had had to rough it alone in a dive"
      ]
    }
  ],
  "phrases": [
    "Beers not cocktails are the order of the day but you might pick up a nice bit of rough on the way out.",
    "So, whilst many gay men like a bit of rough there are obviously many who like a bit of posh.",
    "They've cottoned on to me as a bit of northern erotica, he has jokingly said of the women that turn up to his readings, a bit of rough.",
    "So what, she's his little bit of rough on the side?",
    "If anyone ever needs proof that he is more than a meat-fisted warrior and rather attractive bit of rough, they should watch this film.",
    "Fearing that the criminal would return and rough me up, I blew on my crime whistle to wake my neighbors for help.",
    "There the recruits were forced to kneel against the wall, where they were roughed up and drenched with cold water.",
    "The evening in question, I'd been cornered by a trio of thugs, who took great delight in roughing me up.",
    "Bob thinks Decker is attempting to brainwash Sandra, so he roughs Decker up.",
    "And Darrow then turns on Mencken and roughs him up rhetorically."
  ],
  "origin": "Old English rūh, of West Germanic origin; related to Dutch ruw and German rauh.",
  "pronounciation": "/rəf/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/rough_us_1.mp3"
}