{
  "noun": [
    {
      "description": "One of a set of explicit or understood regulations or principles governing conduct within a particular activity or sphere.",
      "examples": [
        "the rules of the game were understood"
      ],
      "synonyms": [
        "regulation",
        "ruling",
        "directive",
        "order",
        "court order",
        "act",
        "law",
        "by-law",
        "statute",
        "edict",
        "canon",
        "ordinance",
        "pronouncement",
        "mandate",
        "command",
        "dictate",
        "dictum",
        "decree",
        "fiat",
        "proclamation",
        "injunction",
        "commandment",
        "prescription",
        "stipulation",
        "requirement",
        "precept",
        "guideline",
        "direction"
      ]
    },
    {
      "description": "Control of or dominion over an area or people.",
      "examples": [
        "the revolution brought an end to British rule"
      ],
      "synonyms": [
        "control",
        "jurisdiction",
        "command",
        "power",
        "sway",
        "dominion",
        "government",
        "administration",
        "sovereignty",
        "leadership",
        "ascendancy",
        "supremacy",
        "authority",
        "direction",
        "mastery",
        "hegemony",
        "regime",
        "influence"
      ]
    },
    {
      "description": "The normal or customary state of things.",
      "examples": [
        "such accidents are the exception rather than the rule"
      ],
      "synonyms": [
        "procedure",
        "practice",
        "protocol",
        "convention",
        "standard",
        "norm",
        "form",
        "routine",
        "custom",
        "habit",
        "wont"
      ]
    },
    {
      "description": "A strip of wood or other rigid material used for measuring length or marking straight lines; a ruler.",
      "synonyms": [
        "system",
        "standard",
        "units",
        "scale"
      ]
    }
  ],
  "verb": [
    {
      "description": "Exercise ultimate power or authority over (an area and its people)",
      "examples": [
        "Latin America today is ruled by elected politicians",
        "the period in which Spain ruled over Portugal"
      ],
      "synonyms": [
        "govern",
        "preside over",
        "control",
        "have control of",
        "be in control of",
        "lead",
        "be the leader of",
        "dominate",
        "run",
        "head",
        "direct",
        "administer",
        "manage",
        "regulate"
      ]
    },
    {
      "description": "Pronounce authoritatively and legally to be the case.",
      "examples": [
        "a federal court ruled that he was unfairly dismissed from his job"
      ],
      "synonyms": [
        "decree",
        "order",
        "direct",
        "pronounce",
        "make a judgement",
        "judge",
        "adjudge",
        "adjudicate",
        "lay down",
        "ordain"
      ]
    },
    {
      "description": "Make parallel lines across (paper)",
      "examples": [
        "rule the pages horizontally and print the information within the rules"
      ],
      "synonyms": [
        "ruled",
        "feint"
      ]
    }
  ],
  "phrases": [
    "Once a week, as a rule, usually on Sunday, a ship's company was ordered to assemble into their divisions.",
    "The landscapes, as a rule, were depicted as unpeopled, pristine environments.",
    "Most men wear pleated trousers, which as a rule, should always have cuffs.",
    "Generally, as a rule, it is best to take your herb tea one hour before eating, on an empty stomach.",
    "Ellen had always taken a direct approach with her brother, and as a rule there were no secrets between them.",
    "the doctor ruled out appendicitis",
    "Once physical causes are ruled out, your doctor may refer you to a mental-health professional who specializes in treating anxiety disorders.",
    "After other possible causes of the child's symptoms are ruled out, the doctor may recommend an elimination diet to help diagnose and identify a food allergy.",
    "Possible sightings have been ruled out and equipment which can be used to detect if earth has been recently disturbed has found nothing.",
    "The strain of her illness was made almost unbearable when Kevin and Tina found out that they had been ruled out as possible donors."
  ],
  "origin": "Middle English: from Old French reule (noun), reuler (verb), from late Latin regulare, from Latin regula straight stick.",
  "pronounciation": "/rul/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/rule_us_1.mp3"
}