{
  "noun": [
    {
      "description": "The front part of a person's head from the forehead to the chin, or the corresponding part in an animal.",
      "examples": []
    },
    {
      "description": "The surface of a thing, especially one that is presented to the view or has a particular function.",
      "examples": []
    }
  ],
  "verb": [
    {
      "description": "Be positioned with the face or front toward (someone or something)",
      "examples": [
        "he turned to face her"
      ],
      "synonyms": [
        "look out on",
        "front on to",
        "look towards",
        "be facing",
        "afford a view of",
        "command a view of",
        "have a view of",
        "look across",
        "look over",
        "open out over",
        "look on to",
        "overlook",
        "give on to",
        "give over",
        "be opposite",
        "be opposite to"
      ]
    },
    {
      "description": "Confront and deal with or accept.",
      "examples": [
        "honesty forced her to face facts",
        "the candidates choose not to face up to the pragmatic issues"
      ]
    },
    {
      "description": "Cover the surface of (something) with a layer of a different material.",
      "examples": [
        "the external basement walls were faced with granite slabs"
      ],
      "synonyms": [
        "cover",
        "clad",
        "veneer",
        "skin",
        "overlay",
        "surface",
        "dress",
        "pave",
        "put a facing on",
        "laminate",
        "inlay",
        "plate",
        "coat",
        "line"
      ]
    }
  ],
  "phrases": [
    "he lay face down on his bed",
    "The athlete then uses their arms to pull them, feet first, upwards, simultaneously turning about the pole so that they can cross the bar face downwards before dropping on to the mat.",
    "These had been knocked down by the force of the wind and now lay face down on the tarmac.",
    "He suffered a head injury and was found face down in the shallow water by a passer-by on Sunday morning.",
    "Lie face down on the ground, with your hands under your chin and your elbows tucked in close to your body.",
    "close to a million soldiers face off in the desert",
    "Ellis now found himself at Tiger Stadium for the All-Star Game, facing off against Blue in an historic matchup of minority pitchers.",
    "At the end of the month, weekly winners will then move on to the deathmatch round, facing off in a final reader poll.",
    "Divided into two teams of four, they face off in a game of paintball warfare in the woods.",
    "This one of the most dangerous situations on the globe: two large countries with nuclear capability facing off against each other."
  ],
  "origin": "Middle English: from Old French, based on Latin facies form, appearance, face.",
  "pronounciation": "/feɪs/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/face_us_1.mp3"
}