{
  "noun": [
    {
      "description": "The development of events beyond a person's control, regarded as determined by a supernatural power.",
      "examples": [
        "fate decided his course for him",
        "his injury is a cruel twist of fate"
      ],
      "synonyms": [
        "destiny",
        "providence",
        "god's will",
        "nemesis",
        "kismet",
        "astral influence",
        "the stars",
        "what is written in the stars",
        "one's lot in life"
      ]
    },
    {
      "description": "Three goddesses who presided over the birth and life of humans. Each person's destiny was thought of as a thread spun, measured, and cut by the three Fates, Clotho, Lachesis, and Atropos.",
      "synonyms": [
        "the weird sisters"
      ]
    }
  ],
  "verb": [
    {
      "description": "Be destined to happen, turn out, or act in a particular way.",
      "examples": [
        "the regime was fated to end badly"
      ],
      "synonyms": [
        "be predestined",
        "be preordained",
        "be foreordained",
        "be destined",
        "be meant",
        "be doomed",
        "be foredoomed",
        "be cursed",
        "be damned"
      ]
    }
  ],
  "phrases": [
    "He then takes to visiting the mad ward daily, an act which seals his fate.",
    "And once you resist their military, you're pretty much sealing your fate.",
    "As she flattens her shoes on the grill, she uses the fingers of both hands to steer the skirt's folded hem forward, sealing its fate forever.",
    "But at the end of the day he's courting his own destruction, sealing his fate.",
    "I had misinterpreted my own future and then taken steps towards this false future, therefore sealing my fate with Mr. Odd."
  ],
  "origin": "Late Middle English: from Italian fato or (later) from its source, Latin fatum that which has been spoken, from fari speak.",
  "pronounciation": "/fāt/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/fate_us_1.mp3"
}