{
  "verb": [
    {
      "description": "Go for and then bring back (someone or something) for someone.",
      "examples": [
        "he ran to fetch help"
      ],
      "synonyms": [
        "get",
        "go and get",
        "go for",
        "call for",
        "summon",
        "pick up",
        "collect",
        "bring",
        "carry",
        "deliver",
        "convey",
        "ferry",
        "transport"
      ]
    },
    {
      "description": "Achieve (a particular price) when sold.",
      "examples": [
        "handwoven blankets and rugs that can fetch as much as $45,000"
      ],
      "synonyms": [
        "sell for",
        "bring in",
        "raise",
        "realize",
        "yield",
        "make",
        "earn",
        "command",
        "cost",
        "be priced at",
        "come to",
        "amount to"
      ]
    },
    {
      "description": "Inflict (a blow or slap) on (someone)",
      "examples": [
        "he always used to slam the gate and try and fetch her shins a wallop"
      ]
    },
    {
      "description": "Cause great interest or delight in (someone)",
      "examples": [
        "Nadine thought his deductions were good, but she was not as fetched by them as Larry was"
      ]
    }
  ],
  "noun": [
    {
      "description": "The distance traveled by wind or waves across open water.",
      "examples": []
    },
    {
      "description": "A contrivance, dodge, or trick.",
      "examples": [
        "it is no ingenious fetches of argument that we want"
      ]
    }
  ],
  "phrases": [
    "neither is anyone going to fetch and carry for you when you are in bed with influenza",
    "Lord Duvalier is certainly able to fetch and carry for Veronique.",
    "The comments by some Madrid players have been clearly self-serving (none of them want to fetch and carry - the role they see for Vieira) and contradictory.",
    "For he can fetch and carry, which is patience in employment.",
    "This week, the PM meets with the new resident of the White House, and will do his best to show he can fetch and carry.",
    "Instead, given their abject beginning to the season, they fetched up in Milan in an anxious state looking only for a performance.",
    "Houllier fetches up at Lyon where he inherits the most eye-catching team in Europe.",
    "With a frightful inevitability I fetched up in an empty disabled space right by the loudspeakers outside the new store.",
    "After two hours of dodge-and-pray, we fetched up beneath a rocky overhang and collapsed.",
    "One's envy increases when he fetches up at Pembroke College, Cambridge, to read English."
  ],
  "origin": "Late 17th century: of unknown origin.",
  "pronounciation": "/fɛtʃ/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/fetch_us_1.mp3"
}