{
  "noun": [
    {
      "description": "A number, especially one which forms part of official statistics or relates to the financial performance of a company.",
      "examples": [
        "official census figures",
        "a figure of 30,000 deaths annually from snakebite"
      ],
      "synonyms": [
        "statistic",
        "number",
        "integer",
        "quantity",
        "amount",
        "level",
        "total",
        "sum"
      ]
    },
    {
      "description": "A person's bodily shape, especially that of a woman and when considered to be attractive.",
      "examples": [
        "she had always been so proud of her figure"
      ],
      "synonyms": [
        "physique",
        "build",
        "frame",
        "body",
        "proportions",
        "torso",
        "shape",
        "form",
        "stature"
      ]
    },
    {
      "description": "A person of a particular kind, especially one who is important or distinctive in some way.",
      "examples": [
        "Williams became something of a cult figure"
      ],
      "synonyms": [
        "person",
        "personage",
        "individual",
        "man",
        "woman",
        "character",
        "personality",
        "presence"
      ]
    },
    {
      "description": "A shape which is defined by one or more lines in two dimensions (such as a circle or a triangle), or one or more surfaces in three dimensions (such as a sphere or a cuboid), either considered mathematically in geometry or used as a decorative design.",
      "examples": [
        "a red ground with white and blue geometric figures"
      ],
      "synonyms": [
        "shape",
        "pattern",
        "design",
        "motif",
        "device",
        "depiction"
      ]
    },
    {
      "description": "A short succession of notes producing a single impression."
    },
    {
      "description": "The form of a syllogism, classified according to the position of the middle term."
    }
  ],
  "verb": [
    {
      "description": "Be a significant and noticeable part of something.",
      "examples": [
        "the issue of nuclear policy figured prominently in the talks"
      ],
      "synonyms": [
        "feature",
        "appear",
        "be featured",
        "be mentioned",
        "be referred to"
      ]
    },
    {
      "description": "Calculate or work out (an amount or value) arithmetically.",
      "synonyms": [
        "calculate",
        "work out",
        "total",
        "sum",
        "reckon",
        "compute",
        "enumerate",
        "determine",
        "evaluate",
        "quantify",
        "assess",
        "count",
        "add up",
        "put a figure on",
        "tally",
        "totalize",
        "gauge"
      ]
    },
    {
      "description": "Think, consider, or expect to be the case.",
      "examples": [
        "for years, teachers had figured him for a dullard",
        "I figure that wearing a suit makes you look like a bank clerk"
      ],
      "synonyms": [
        "suppose",
        "think",
        "believe",
        "fancy",
        "consider",
        "expect",
        "take it",
        "suspect",
        "have a sneaking suspicion",
        "sense"
      ]
    },
    {
      "description": "Represent (something) in a diagram or picture.",
      "examples": [
        "varieties of this Cape genus are figured from drawings made there"
      ]
    }
  ],
  "phrases": [
    "Put like that, he doesn't seem much like a figure of fun.",
    "He looked like an advert for cricket trousers for the fuller figure, but this portly batsman was no figure of fun.",
    "Hair thinning, waists thickening, faces falling, they are held up to us as figures of fun.",
    "Jesters of the past, though figures of fun at the royal court, were often highly intelligent men whose quick wit and sharp tongue both diverted the monarch and reminded him of his mortality.",
    "They started out as figures of fun, but I felt their perspectives ought to be as valid as anyone else's in the book.",
    "anyone thinking of salmon fishing should figure on paying $200 a day",
    "Protecting the nation from a dictator was not something they figured on having to do when they were planning to build a new nation.",
    "I had figured on Sunday being the busy drive day - I guess I wasn't alone in that assessment.",
    "I wasn't expecting another plane, I figured on a car to take us to Hot Springs, Muriel said.",
    "I was sure it wouldn't matter to him that I was figuring on ditching her as soon as I was let out."
  ],
  "origin": "Middle English (in the senses distinctive shape of a person or thing, representation of something material or immaterial, and numerical symbol, among others): from Old French figure (noun), figurer (verb), from Latin figura shape, figure, form; related to fingere form, contrive.",
  "pronounciation": "/ˈfiɡyər/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/figure_us_1.mp3"
}