{
  "verb": [
    {
      "description": "Discover or perceive by chance or unexpectedly.",
      "examples": [
        "Lindsey looked up to find Neil watching her",
        "the remains of a headless body had been found"
      ],
      "synonyms": [
        "discover",
        "become aware",
        "realize",
        "observe",
        "notice",
        "note",
        "perceive",
        "learn",
        "detect"
      ]
    },
    {
      "description": "Recognize or discover (something) to be present.",
      "examples": [
        "vitamin B12 is found in dairy products"
      ],
      "synonyms": [
        "be present",
        "occur",
        "exist",
        "be met with",
        "be existent",
        "appear",
        "show itself",
        "manifest itself",
        "be"
      ]
    },
    {
      "description": "(of a thing) reach or arrive at, either of its own accord or without the human agent being known.",
      "examples": [
        "water finds its own level"
      ]
    }
  ],
  "noun": [
    {
      "description": "A discovery of something valuable, typically something of archaeological interest.",
      "examples": [
        "he made his most spectacular finds in the Valley of the Kings",
        "this resort is a real find"
      ],
      "synonyms": [
        "discovery",
        "acquisition",
        "asset"
      ]
    }
  ],
  "phrases": [
    "your wages would be five shillings all found",
    "Their pay will be 35s weekly, all found.",
    "It's the chance of a lifetime and we don't have to pay anything - all found.",
    "the ballets did not find favor with the public",
    "The Autumn Show, which is now the biggest of its type in Europe, found favour with the judges, who awarded 22 Premier Awards to the horticultural trade exhibitors.",
    "It was clear that the Commission approached the case with a determination to find against the claimant at all costs.",
    "I do not need to deal with this point as it was not a ground on which the judge found against the Appellants.",
    "The European Court found against the government, in part, and awarded the newspapers substantial costs.",
    "The final point on which the judge found against the appellant was that the claim the appellant was making was in effect that of the bank and not her claim.",
    "On both these issues of fact the judge found against the claimants."
  ],
  "origin": "Old English findan, of Germanic origin; related to Dutch vinden and German finden.",
  "pronounciation": "/faɪnd/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/find_us_1.mp3"
}