{
  "verb": [
    {
      "description": "Bring (a task or activity) to an end; complete.",
      "examples": [
        "they were straining to finish the job",
        "we finished eating our meal",
        "the musician finished to thunderous applause"
      ],
      "synonyms": [
        "completed",
        "concluded",
        "consummated",
        "finalized",
        "terminated",
        "over and done with",
        "over",
        "in the past",
        "at an end"
      ]
    },
    {
      "description": "Complete the manufacture or decoration of (a material, object, or place) by giving it an attractive surface appearance.",
      "examples": [
        "the interior was finished with V-jointed American oak"
      ],
      "synonyms": [
        "varnish",
        "lacquer",
        "veneer",
        "coat",
        "stain",
        "wax",
        "shellac",
        "enamel",
        "put a finish on",
        "glaze",
        "give a shine to",
        "gloss",
        "polish",
        "burnish",
        "smooth off"
      ]
    },
    {
      "description": "Prepare (a girl) for entry into fashionable society.",
      "examples": []
    }
  ],
  "noun": [
    {
      "description": "An end or final part or stage of something.",
      "examples": [
        "a bowl of raspberries was the perfect finish to the meal",
        "I really enjoyed the film from start to finish"
      ],
      "synonyms": [
        "end",
        "ending",
        "completion",
        "conclusion",
        "close",
        "closing",
        "cessation",
        "finalization",
        "termination"
      ]
    },
    {
      "description": "The manner in which the manufacture of an article is completed in detail.",
      "examples": [
        "wide variation in specification and finish"
      ]
    }
  ],
  "phrases": [
    "If successful, she could be showing her teeth on TV this September in a fight to the finish.",
    "Here again, another little, mini thriller was played out as both teams fought it out to the finish.",
    "However, I am proud of the way our whole side performed and stuck in right to the finish.",
    "We fought hard and credit to the lads they never dropped their heads and fought to the finish.",
    "The game turned out to be a close affair with the sides battling it out right up to the finish.",
    "I was thinking I better make my peace with the big man upstairs, because any second now, they're probably just going to finish me off.",
    "They tripped over that table over there and finally the second guy came in and finished Danny off.",
    "An order is then given to the machinegunner to finish him off (the commentator adds that this is an obvious breach of the Geneva Convention).",
    "And so he's laying there unconscious, and this guy is about to finish him off when Pete jumped him from behind and tied him up.",
    "After the Sox had finished them off in 3 games, I attributed my calmness to knowing deep down all along that they were going to win."
  ],
  "origin": "Middle English: from Old French feniss-, lengthened stem of fenir, from Latin finire, from finis end.",
  "pronounciation": "/ˈfiniSH/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/finish_us_1.mp3"
}