{
  "adjective": [
    {
      "description": "Having a solid, almost unyielding surface or structure.",
      "examples": [
        "the bed should be reasonably firm, but not too hard"
      ],
      "synonyms": [
        "hard",
        "solid",
        "unyielding",
        "resistant"
      ]
    },
    {
      "description": "Strongly felt and unlikely to change.",
      "examples": [
        "he retains a firm belief in the efficacy of prayer"
      ]
    }
  ],
  "verb": [
    {
      "description": "Make (something) physically solid or resilient.",
      "examples": [
        "an exercise program designed to firm up muscle tone"
      ]
    }
  ],
  "adverb": [
    {
      "description": "In a resolute and determined manner.",
      "examples": [
        "she will stand firm against the government's proposal"
      ]
    }
  ],
  "noun": [
    {
      "description": "A business concern, especially one involving a partnership of two or more people.",
      "examples": [
        "a law firm"
      ],
      "synonyms": [
        "company",
        "business",
        "concern",
        "enterprise",
        "venture",
        "undertaking",
        "house",
        "establishment",
        "organization",
        "corporation",
        "conglomerate",
        "franchise",
        "cooperative",
        "office",
        "bureau",
        "service",
        "agency",
        "practice",
        "partnership",
        "consortium",
        "syndicate"
      ]
    }
  ],
  "phrases": [
    "If this were true, that is, if these were the only or even the most important reasons that people fear death, Epicurus might be on firm ground.",
    "Since the second she'd woken up, it had never seemed to her as if she was on firm ground; she hadn't really believed she would be staying anywhere for long.",
    "As this is the simple truth - that to live is to feel oneself lost - he who accepts it has already begun to find himself, to be on firm ground.",
    "I don't think he ever forgave me for not being more of a Charles Olson fan (Olson was his all-time favorite), but otherwise we were on firm ground.",
    "As our local MP is both a medical practitioner and the Federal Minister for Education, we felt we were on firm ground."
  ],
  "origin": "Late 16th century: from Spanish and Italian firma, from medieval Latin, from Latin firmare fix, settle (in late Latin confirm by signature), from firmus firm; compare with farm. The word originally denoted one's autograph or signature; later (mid 18th century) the name under which the business of a firm was transacted, hence the firm itself (late 18th century).",
  "pronounciation": "/fərm/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/firm_us_1.mp3"
}