{
  "noun": [
    {
      "description": "The distinctive taste of a food or drink.",
      "examples": [
        "the yogurt comes in eight fruit flavors",
        "adding sun-dried tomatoes gives the sauce extra flavor"
      ],
      "synonyms": [
        "taste",
        "savour",
        "tang",
        "relish",
        "palate"
      ]
    },
    {
      "description": "An indication of the essential character of something.",
      "examples": [
        "the extracts give a flavor of the content and tone of the conversation"
      ]
    },
    {
      "description": "A kind, variety, or sort.",
      "examples": [
        "various flavors of firewall are evolving"
      ]
    },
    {
      "description": "A quantized property of quarks that differentiates them into at least six varieties (up, down, charmed, strange, top, bottom)."
    }
  ],
  "verb": [
    {
      "description": "Alter or enhance the taste of (food or drink) by adding a particular ingredient.",
      "examples": [
        "chunks of chicken flavored with herbs",
        "they use a wide range of spices to flavor their foods"
      ],
      "synonyms": [
        "add flavour to",
        "add flavouring to",
        "season",
        "spice",
        "spice up",
        "add herbs to",
        "add seasoning to",
        "add spices to",
        "add piquancy to",
        "ginger up",
        "enrich",
        "enliven",
        "liven up"
      ]
    }
  ],
  "phrases": [
    "social networking is no longer the flavor of the month among investors",
    "Buy-to-let is the real flavour of the month for investors, he says.",
    "I wasn't flavour of the month with the institutions though.",
    "And you know, Scottish bands have been flavour of the month before and we were here then, so we'll be here again next time.",
    "There's no doubt, as a holiday destination, Tasmania is currently flavour of the month."
  ],
  "origin": "Late Middle English (in the sense fragrance, aroma): from Old French flaor, perhaps based on a blend of Latin flatus blowing and foetor stench; the -v- appears to have been introduced in Middle English by association with savor. flavor (sense 1 of the noun) dates from the late 17th century.",
  "pronounciation": "/ˈfleɪvər/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/flavor_us_1.mp3"
}