{
  "noun": [
    {
      "description": "The soft substance consisting of muscle and fat that is found between the skin and bones of an animal or a human.",
      "examples": [
        "she grabbed Anna's arm, her fingers sinking into the flesh"
      ],
      "synonyms": [
        "muscle",
        "tissue",
        "muscle tissue",
        "meat",
        "brawn"
      ]
    }
  ],
  "verb": [
    {
      "description": "Put weight on.",
      "examples": [
        "he had fleshed out to a solid 220 pounds"
      ],
      "synonyms": [
        "put on weight",
        "gain weight",
        "get heavier",
        "grow fat",
        "grow fatter",
        "fatten up",
        "get fat",
        "fill out"
      ]
    },
    {
      "description": "Give (a hound or hawk) a piece of the flesh of game that has been killed in order to incite it."
    },
    {
      "description": "Remove the flesh adhering to (a skin or hide)",
      "examples": [
        "after fleshing, the hide is soaked again"
      ]
    }
  ],
  "phrases": [
    "And all flesh that moved on the earth perished, birds and cattle and beasts and every swarming thing that swarms upon the earth, and all mankind; of all that was on the dry land, all in whose nostrils was the breath of the spirit of life, died.",
    "I will bring evil upon all flesh, saith the Lord: but thy life will I give unto thee for a prey in all places whither thou goest.",
    "From new moon to new moon, and from sabbath to sabbath, all flesh shall come to worship before me, says the LORD.",
    "The bluebottle, Calliphora vomitoria, comes from the vanitas tradition in painting, of including a telling detail such as a worm eaten apple or a falling rose, as a reminder that all flesh is grass.",
    "No manuscripts could possibly have been found, even were they buried far beneath the rubble, for it was obvious that a tremendous heat had once suffused the entire region, one that would have consumed all flesh and wood and leather."
  ],
  "origin": "Old English flǣsc, of Germanic origin; related to Dutch vlees and German Fleisch.",
  "pronounciation": "/flɛʃ/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/flesh_us_1.mp3"
}