{
  "verb": [
    {
      "description": "(of a fluid, gas, or electricity) move along or out steadily and continuously in a current or stream.",
      "examples": [
        "from here the river flows north",
        "ventilation channels keep the air flowing",
        "a cross-current of electricity seemed to flow between them"
      ],
      "synonyms": [
        "run",
        "move",
        "go along",
        "course",
        "pass",
        "proceed",
        "glide",
        "slide",
        "drift",
        "circulate",
        "trickle",
        "dribble",
        "drizzle",
        "spill",
        "gurgle",
        "babble",
        "ripple"
      ]
    },
    {
      "description": "Go from one place to another in a steady stream, typically in large numbers.",
      "examples": [
        "the firm is hoping the orders will keep flowing in"
      ]
    },
    {
      "description": "(of a solid) undergo a permanent change of shape under stress, without melting."
    }
  ],
  "noun": [
    {
      "description": "The action or fact of moving along in a steady, continuous stream.",
      "examples": [
        "the flow of water into the pond"
      ],
      "synonyms": [
        "movement",
        "moving",
        "locomotion",
        "rise and fall",
        "shifting",
        "stirring",
        "to and fro",
        "toing and froing",
        "coming and going"
      ]
    },
    {
      "description": "A steady, continuous stream of something.",
      "examples": [
        "she eased the car into the flow of traffic"
      ],
      "synonyms": [
        "movement",
        "motion",
        "course",
        "passage",
        "current",
        "flux",
        "drift",
        "circulation"
      ]
    },
    {
      "description": "The gradual permanent deformation of a solid under stress, without melting."
    }
  ],
  "phrases": [
    "At the same time, you may end up with images that are far from the truth… so I recommend just going with the flow and not prompting a situation.",
    "I've also done taking it easy and letting my career, such as it is, just kind of drift along, out of my control, going with the flow in a who-knows-what's around-the-corner kind of way.",
    "Don't worry or blame yourself for things out of your control - go with the flow.",
    "So the next time a disembodied voice takes control of your television signal, just go with the flow and enjoy it.",
    "So, it's far better to go with the flow, or rather the crawl."
  ],
  "origin": "Old English flōwan, of Germanic origin; related to Dutch vloeien, also to flood.",
  "pronounciation": "/flō/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/flow_us_1.mp3"
}