{
  "verb": [
    {
      "description": "(of a bird, bat, or insect) move through the air using wings.",
      "examples": [
        "close the door or the moths will fly in",
        "the bird can fly enormous distances"
      ],
      "synonyms": [
        "travel through the air",
        "wing its way",
        "wing",
        "glide",
        "soar",
        "wheel"
      ]
    },
    {
      "description": "Move or be hurled quickly through the air.",
      "examples": [
        "balls kept flying over her hedge",
        "he was sent flying by the tackle"
      ]
    },
    {
      "description": "(especially of hair) wave or flutter in the wind.",
      "examples": [
        "they were running, hair flying everywhere"
      ],
      "synonyms": [
        "flutter",
        "flap",
        "wave",
        "blow",
        "waft",
        "float",
        "stream"
      ]
    },
    {
      "description": "Go or move quickly.",
      "examples": [
        "she flew along the path"
      ]
    },
    {
      "description": "Be successful.",
      "examples": [
        "that idea didn't fly with most other council members"
      ]
    }
  ],
  "noun": [
    {
      "description": "An opening at the crotch of a pair of pants, closed with a zipper or buttons and typically covered with a flap."
    },
    {
      "description": "The space over the stage in a theater."
    },
    {
      "description": "A one-horse hackney carriage."
    }
  ],
  "adjective": [
    {
      "description": "Stylish and fashionable.",
      "examples": [
        "they were wearin' fly clothes"
      ]
    },
    {
      "description": "Knowing and clever; worldly-wise.",
      "examples": [
        "she's fly enough not to get done out of it"
      ],
      "synonyms": [
        "shrewd",
        "sharp",
        "astute",
        "acute",
        "canny",
        "worldly-wise",
        "knowing",
        "clever",
        "sharp-witted",
        "quick-witted",
        "nimble-witted",
        "wily"
      ]
    }
  ],
  "phrases": [
    "Alan's the eldest and had decided to fly the coop… he had some great friends over there, he was really happy.",
    "Eventually, the writers took pity on their tragic hero and Timothy was allowed to fly the coop with his latest girlfriend, Pippa, at the end.",
    "She had wanted to take our relationship to the next level and that's always when I fly the coop.",
    "After my ex flew the coop, I tied my wedding ring to a helium balloon and let it loose in the wild blue yonder.",
    "The meeting was called by a bunch of auditors, so I should have known to fly the coop.",
    "Robbie flew at him, fists clenched",
    "She flew at her father, beating him.",
    "But springing back up, the teen didn't even miss a beat before he was flying at Greg again, fist raised for the attack.",
    "Diana's eyes popped open and in a mindless rage she flew at him, beating her fists on everything she could reach.",
    "Before I can even think about it, I fly at him, with the express purpose of attacking him and leaving him nothing less than a non-breathing entity.",
    "people in the area seemed to die like flies in the winter",
    "The fine animals that had endured the hellish voyage out from Britain died like flies from cold and sheer starvation.",
    "Imagine you are being attacked from every angle, and your troops and vehicles are dropping like flies.",
    "My friends and classmates are dropping like flies, following me into the realm of living death.",
    "It saddens me at the end of every semester to see my dance mates dropping like flies because of injuries."
  ],
  "origin": "Early 19th century: of unknown origin.",
  "pronounciation": "/flaɪ/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/fly_us_1.mp3"
}