{
  "verb": [
    {
      "description": "Go or come after (a person or thing proceeding ahead); move or travel behind.",
      "examples": [
        "she went back into the house, and Ben followed her",
        "he was following behind in his car"
      ],
      "synonyms": [
        "come behind",
        "come after",
        "go behind",
        "go after",
        "walk behind",
        "tread on the heels of"
      ]
    },
    {
      "description": "Come after in time or order.",
      "examples": [
        "the six years that followed his restoration",
        "the rates are as follows"
      ]
    },
    {
      "description": "Act according to (an instruction or precept)",
      "examples": [
        "he has difficulty in following written instructions"
      ],
      "synonyms": [
        "act in accordance with",
        "abide by",
        "adhere to",
        "stick to",
        "keep to",
        "comply with",
        "conform to",
        "obey",
        "observe",
        "heed",
        "pay attention to",
        "note",
        "have regard to",
        "mind",
        "bear in mind",
        "take to heart",
        "be guided by",
        "accept",
        "yield to",
        "defer to",
        "respect"
      ]
    },
    {
      "description": "Pay close attention to (something)",
      "examples": [
        "I've been following this discussion closely"
      ]
    },
    {
      "description": "Practice (a trade or profession).",
      "synonyms": [
        "carry out",
        "perform",
        "do",
        "observe",
        "put into practice",
        "execute",
        "exercise"
      ]
    }
  ],
  "phrases": [
    "you are on the right track so follow your nose",
    "Mark likes to follow his nose on these things, and I never argue with his results.",
    "So most of the time you're simply following your nose as to what's going on.",
    "Too lazy to actually hunt, I followed my nose back to Mom's house.",
    "He followed his nose and it led him to a large black building with graffiti on it.",
    "Wilson followed through to force the ball past his former team mate, receiving a knock in the process.",
    "Jessica slid her hands down as she continued to follow through on the choreography.",
    "As his knees unbend, his right hand follows through toward the target.",
    "Berard was struck in the eye by the stick of the Senators' Marian Hossa, who was following through on a shot.",
    "I did as he told me, keeping my eyes focused on the back of the target ball as I smoothly followed through with the cue."
  ],
  "origin": "Old English folgian, of Germanic origin; related to Dutch volgen and German folgen.",
  "pronounciation": "/ˈfälō/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/follow_us_1.mp3"
}