{
  "preposition": [
    {
      "description": "Indicating the point in space at which a journey, motion, or action starts.",
      "examples": [
        "she began to walk away from him",
        "I leapt from my bed",
        "he was turning the committee away from appeasement"
      ]
    },
    {
      "description": "Indicating the point in time at which a particular process, event, or activity starts.",
      "examples": [
        "the show will run from 10 to 2"
      ]
    },
    {
      "description": "Indicating the source or provenance of someone or something.",
      "examples": [
        "I'm from Hartford",
        "she phoned him from the hotel",
        "she demanded the keys from her husband"
      ]
    },
    {
      "description": "Indicating the starting point of a specified range on a scale.",
      "examples": [
        "men who ranged in age from seventeen to eighty-four"
      ]
    },
    {
      "description": "Indicating the point at which an observer is placed.",
      "examples": [
        "you can see the island from here",
        "the ability to see things from another's point of view"
      ]
    },
    {
      "description": "Indicating the raw material out of which something is manufactured.",
      "examples": [
        "a varnish made from copal"
      ]
    },
    {
      "description": "Indicating separation or removal.",
      "examples": [
        "the party was ousted from power after sixteen years"
      ]
    },
    {
      "description": "Indicating prevention.",
      "examples": [
        "the story of how he was saved from death"
      ]
    },
    {
      "description": "Indicating a cause.",
      "examples": [
        "a child suffering from asthma"
      ]
    },
    {
      "description": "Indicating a source of knowledge or the basis for one's judgment.",
      "examples": [
        "information obtained from papers, books, and presentations"
      ]
    },
    {
      "description": "Indicating a distinction.",
      "examples": [
        "the courts view him in a different light from that of a manual worker"
      ]
    }
  ],
  "phrases": [
    "Normally, property is all about location on presumptuously called The World, the location changes from day to day, and the sea views change by the hour.",
    "It is loyalty to the cause, however it is defined and however it changes in principle from day to day, that matters.",
    "But one of the problems with this town's that there's very little consistency from day to day, month to month, year to year.",
    "His actual policies fluctuate from hour to hour and have the wonderful capacity to be whatever would suit each individual voter best.",
    "It has been a time of uncertainty about the future living from day to day, week to week unable to plan for anything other than the short term."
  ],
  "origin": "Old English fram, from, of Germanic origin; related to Old Norse frá (see fro).",
  "pronounciation": "/frəm/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/from_us_2_rr.mp3"
}