{
  "noun": [
    {
      "description": "A very young child, especially one newly or recently born.",
      "examples": [
        "his wife's just had a baby",
        "a baby girl"
      ],
      "synonyms": [
        "infant",
        "newborn",
        "child",
        "tot",
        "little one"
      ]
    },
    {
      "description": "A young woman or a person with whom one is having a romantic relationship (often as a form of address)",
      "examples": [
        "my baby left me for another guy",
        "baby, don't cry!"
      ],
      "synonyms": [
        "darling",
        "sweetheart",
        "dearest",
        "dear"
      ]
    }
  ],
  "adjective": [
    {
      "description": "Comparatively small or immature of its kind.",
      "examples": [
        "a baby grand piano"
      ],
      "synonyms": [
        "miniature",
        "mini",
        "little",
        "small",
        "small-scale",
        "scaled-down",
        "toy",
        "pocket",
        "midget",
        "dwarf",
        "fun-size"
      ]
    }
  ],
  "verb": [
    {
      "description": "Treat (someone) as a baby; pamper or be overprotective toward.",
      "examples": [
        "her aunt babied her and fussed over her clothes"
      ],
      "synonyms": [
        "pamper",
        "mollycoddle",
        "spoil",
        "cosset",
        "coddle",
        "indulge",
        "overindulge",
        "pet",
        "wait on someone hand and foot",
        "feather-bed",
        "wrap in cotton wool",
        "overparent",
        "nanny"
      ]
    }
  ],
  "phrases": [
    "It is hoped that the reforms will achieve their purpose of improving the health system but will avoid throwing the baby out with the bathwater.",
    "I feel I'm relatively representative of Canadians and I don't want the Conservatives throwing the baby out with the bathwater.",
    "In this case, I don't see how you could close the loophole without throwing the baby out with the bathwater.",
    "No right-thinking person wants to downplay this problem or its implications, but we are in danger of throwing the baby out with the bathwater.",
    "Surely what we're doing is throwing the baby out with the bathwater if the failures of individuals lead to the rejection of a religious sense?"
  ],
  "origin": "Late Middle English: probably imitative of an infant's first attempts at speech.",
  "pronounciation": "/ˈbābē/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/baby_us_1.mp3"
}