{
  "noun": [
    {
      "description": "A hollow object, typically made of metal and having the shape of a deep inverted cup widening at the lip, that sounds a clear musical note when struck, typically by means of a clapper inside.",
      "examples": [
        "the church bells tolled",
        "a bell tinkled as he went in the shop",
        "the bell chamber of the church spire"
      ],
      "synonyms": [
        "chime",
        "gong",
        "alarm"
      ]
    },
    {
      "description": "A bell-shaped object or part of something.",
      "examples": []
    },
    {
      "description": "A musical instrument consisting of a set of cylindrical metal tubes of different lengths, suspended in a frame and played by being struck with a hammer.",
      "examples": []
    },
    {
      "description": "(preceded by a numeral) the time as indicated every half hour of a watch by the striking of the ship's bell one to eight times.",
      "examples": [
        "at five bells in the forenoon of June 11"
      ]
    }
  ],
  "verb": [
    {
      "description": "Provide with a bell or bells; attach a bell or bells to.",
      "examples": [
        "the young men were belling and hobbling the horses before releasing them"
      ]
    },
    {
      "description": "Make a ringing sound likened to that of a bell.",
      "examples": [
        "the organ belling away"
      ]
    },
    {
      "description": "Spread or flare outward like the lip of a bell.",
      "examples": [
        "her shirt belled out behind"
      ]
    }
  ],
  "proper noun": [
    {
      "description": "A city in southwestern California, southeast of Los Angeles; population 36,657 (est. 2008).",
      "examples": []
    }
  ],
  "phrases": [
    "His government should convince all political parties that it is time to bell the cat to implement the one-child norm for one and all.",
    "The real challenge is deciding whose job it is to bell the cat.",
    "Politicians should be brave enough to bell the cat and join forces to tackle the national task.",
    "I think the idea of approaching him one on one is good in terms of it being less likely to arouse defensiveness, although that makes one of you guys the person who has to bell the cat.",
    "But then someone has to bell the cat and the Metro Rail has to become a reality."
  ],
  "origin": "Old English bellan to bellow, of Germanic origin; related to German bellen to bark, bray, and perhaps also to bell.",
  "pronounciation": "/bɛl/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/bell_us_1.mp3"
}