{
  "noun": [
    {
      "description": "A large piece of woolen or similar material used as a bed covering or other covering for warmth.",
      "synonyms": [
        "cover",
        "covering",
        "rug",
        "afghan",
        "quilt",
        "eiderdown",
        "duvet"
      ]
    },
    {
      "description": "A rubber surface used for transferring the image in ink from the plate to the paper in offset printing."
    }
  ],
  "adjective": [
    {
      "description": "Covering all cases or instances; total and inclusive.",
      "examples": [
        "a blanket ban on tobacco advertising"
      ],
      "synonyms": [
        "wholesale",
        "across the board",
        "outright",
        "indiscriminate",
        "overall",
        "general",
        "mass",
        "umbrella",
        "inclusive",
        "all-inclusive",
        "all-round",
        "sweeping",
        "total",
        "complete",
        "comprehensive",
        "thorough",
        "extensive",
        "wide-ranging",
        "far-reaching",
        "large-scale",
        "widespread"
      ]
    }
  ],
  "verb": [
    {
      "description": "Cover completely with a thick layer of something.",
      "examples": [
        "the countryside was blanketed in snow"
      ],
      "synonyms": [
        "cover",
        "coat",
        "carpet",
        "overlay",
        "overlie",
        "overspread",
        "extend over",
        "cap",
        "top",
        "crown"
      ]
    }
  ],
  "phrases": [
    "The children born on the wrong side of the blanket came from twenty different mothers, nineteen of whom had one each, while one woman had five.",
    "If she was perchance born on the wrong side of the blanket, then she cannot become an earl's wife.",
    "He may have been born on the wrong side of the blanket, but he's everything a proper lord should be.",
    "There is speculation that he was born on the wrong side of the blanket, as the illegitimate son of a local squire.",
    "But will today's audiences care about a bed-hopping rogue born on the wrong side of the blanket who eventually finds true love?"
  ],
  "origin": "Middle English (denoting undyed woolen cloth): via Old Northern French from Old French blanc white, ultimately of Germanic origin.",
  "pronounciation": "/ˈblæŋkət/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/blanket_us_1.mp3"
}