{
  "verb": [
    {
      "description": "Develop a pink tinge in the face from embarrassment or shame.",
      "examples": [
        "she blushed at the unexpected compliment",
        "Kate felt herself blushing scarlet"
      ],
      "synonyms": [
        "redden",
        "go pink",
        "turn pink",
        "go red",
        "turn red",
        "go crimson",
        "turn crimson",
        "go scarlet",
        "turn scarlet",
        "flush",
        "colour",
        "crimson",
        "tint",
        "burn up"
      ]
    },
    {
      "description": "(of a flower or other thing) be or become pink or pale red.",
      "examples": [
        "the trees are loaded with blushing blossoms"
      ],
      "synonyms": [
        "pink",
        "pinkish",
        "rose-pink",
        "rose-coloured",
        "roseate",
        "red",
        "reddish",
        "rose-red"
      ]
    }
  ],
  "noun": [
    {
      "description": "A reddening of the face as a sign of embarrassment or shame.",
      "examples": [
        "he had brought a faint blush to her cheeks"
      ],
      "synonyms": [
        "flush",
        "reddening",
        "high colour",
        "colour",
        "rosiness",
        "pinkness",
        "ruddiness",
        "bloom"
      ]
    },
    {
      "description": "A pink or pale red tinge.",
      "examples": [
        "the roses were white with a lovely pink blush"
      ],
      "synonyms": [
        "tint",
        "colour",
        "shade",
        "tone",
        "hue",
        "tincture",
        "cast",
        "flush"
      ]
    },
    {
      "description": "A wine with a slight pink tint made in the manner of white wine but from red grape varieties."
    }
  ],
  "phrases": [
    "Without knowing more about the case it's difficult to comment on it accurately but it might seem at first blush to demonstrate that the law is skewed in favour of the burglar rather than the burgled.",
    "Well, at first blush, I would say that is reckless and negligent and destructive of innocent human life - potentially destructive of innocent human life.",
    "However, to lay people symptoms of arsenic poisoning would appear at first blush to be a simple case of cardiac failure.",
    "The text works and the rest of the show seem at first blush quite separate to one another but it was when we thought of how the images were made that it all came together.",
    "But at first blush, we can see that there are numerous regulations that would come under your umbrella in terms of how you deal with officers who are complained about, in terms of the statutory provisions and procedure."
  ],
  "origin": "Old English blyscan; related to modern Dutch blozen.",
  "pronounciation": "/bləʃ/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/blush_us_1.mp3"
}