{
  "noun": [
    {
      "description": "The mass or magnitude of something large.",
      "examples": [
        "the sheer bulk of the bags"
      ],
      "synonyms": [
        "size",
        "volume",
        "dimensions",
        "measurements",
        "proportions",
        "mass",
        "substance",
        "scale",
        "magnitude",
        "immensity",
        "hugeness",
        "vastness",
        "massiveness",
        "bulkiness",
        "largeness",
        "bigness",
        "ampleness",
        "amplitude"
      ]
    }
  ],
  "verb": [
    {
      "description": "Be or seem to be of great size or importance.",
      "examples": [
        "territorial questions bulked large in diplomatic relations"
      ],
      "synonyms": [
        "be important",
        "loom large",
        "dominate",
        "preponderate",
        "be prominent",
        "be significant",
        "be influential",
        "be of consequence",
        "be of account",
        "be relevant",
        "mean a lot",
        "count",
        "matter",
        "signify",
        "carry weight"
      ]
    },
    {
      "description": "Treat (a product) so that its quantity appears greater than it in fact is.",
      "examples": [
        "traders were bulking up their flour with chalk"
      ],
      "synonyms": [
        "make bigger",
        "make larger",
        "expand",
        "pad out",
        "fill out",
        "eke out",
        "add to",
        "augment",
        "increase"
      ]
    }
  ],
  "phrases": [
    "buying tomatoes in bulk from a local farmer",
    "These wines are then on promotion at the store for the month of July, and come with a case price for those wanting to buy in bulk.",
    "Walls have been insulated using old newspapers and there is a gas - fired community heating system, allowing fuel to be bought in bulk at a reduced cost.",
    "The secret lies in the fact that it buys in bulk from China, whose marble is virtually indistinguishable from that of Italy, and commands fabulous discounts.",
    "But I buy everything I need in bulk, to make sure I don't ever run out"
  ],
  "origin": "Middle English: the senses cargo as a whole and heap, large quantity (the earliest recorded) are probably from Old Norse búlki cargo; other senses arose perhaps by alteration of obsolete bouk belly, body.",
  "pronounciation": "/bəlk/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/bulk_us_1.mp3"
}