{
  "noun": [
    {
      "description": "A light blow or a jolting collision.",
      "examples": [
        "a nasty bump on the head"
      ],
      "synonyms": [
        "jolt",
        "collision",
        "crash",
        "smash",
        "smack",
        "crack",
        "thwack",
        "bang",
        "thud",
        "thump",
        "buffet",
        "knock",
        "rap",
        "tap",
        "impact"
      ]
    },
    {
      "description": "A protuberance on a level surface.",
      "examples": [
        "bumps in the road"
      ],
      "synonyms": [
        "hump",
        "bulge",
        "lump",
        "knob",
        "knot",
        "projection",
        "prominence",
        "eminence",
        "ridge",
        "protuberance"
      ]
    },
    {
      "description": "An increase.",
      "examples": [
        "a slight bump in sales"
      ]
    },
    {
      "description": "(in an online forum) an act of posting on an inactive thread in order to move it to the top of the list of active threads.",
      "examples": [
        "I'm giving this thread a well-deserved bump"
      ]
    },
    {
      "description": "A loosely woven fleeced cotton fabric used in upholstery and as lining material."
    }
  ],
  "verb": [
    {
      "description": "Knock or run into someone or something with a jolt.",
      "examples": [
        "I almost bumped into him",
        "she bumped the girl with her hip"
      ],
      "synonyms": [
        "hit",
        "ram",
        "bang",
        "bang into",
        "collide with",
        "be in collision with",
        "strike",
        "knock",
        "knock into",
        "knock against",
        "crash against",
        "crash into",
        "smash into",
        "slam into",
        "crack against",
        "crack into",
        "dash against",
        "run into",
        "plough into"
      ]
    },
    {
      "description": "Move or travel with much jolting and jarring.",
      "examples": [
        "the car bumped along the rutted track"
      ],
      "synonyms": [
        "bounce",
        "jolt",
        "jerk",
        "rattle",
        "shake",
        "jounce"
      ]
    },
    {
      "description": "Refuse (a passenger) a reserved place on a flight because of deliberate overbooking by the airline.",
      "examples": [
        "if you check in on time and are bumped, you will be entitled to a full refund"
      ]
    },
    {
      "description": "(in an online forum) post on (an inactive thread) in order to move it to the top of the list of active threads.",
      "examples": [
        "if no one responds after 24 hours, you can bump your thread"
      ]
    }
  ],
  "phrases": [
    "their relationship has hit another bump in the road",
    "It is not implausible now to see Modernism, for example, as a bump in the road rather than a major alternative tradition.",
    "This is just a bump in the road for the company, but likely one they did not expect.",
    "But it was just a bump in the road for Lewis.",
    "Does this president consider failure to pay over $100,000 in taxes a bump in the road?",
    "Ten strangers are trapped by a rainstorm at an isolated desert hotel and someone starts bumping them off until they eventually turn on each other.",
    "If a human life begins at the moment of the fusion of the gametes, then experimenting on embryos and subsequently discarding them is morally equivalent to experimenting on human beings before bumping them off.",
    "If I didn't know for a fact that they cannot survive without me I might start thinking that my dog and my sickie are in a cahoot to bump me off for my Insurance policy.",
    "But you don't get George Clooney going round bumping people off in ER.",
    "The study found that it wasn't feuding Mafia types paying to bump someone off, but angry spouses and jilted lovers."
  ],
  "origin": "Mid 16th century (as a verb): imitative, perhaps of Scandinavian origin.",
  "pronounciation": "/bəmp/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/bump_us_2.mp3"
}