{
  "noun": [
    {
      "description": "A pale yellow edible fatty substance made by churning cream and used as a spread or in cooking.",
      "synonyms": [
        "fat",
        "oil",
        "cooking oil",
        "animal fat"
      ]
    }
  ],
  "verb": [
    {
      "description": "Spread (something) with butter.",
      "examples": [
        "she buttered the toast"
      ],
      "synonyms": [
        "cover",
        "coat",
        "layer",
        "daub",
        "smother"
      ]
    }
  ],
  "phrases": [
    "For all they look as if butter wouldn't melt in their mouths, they're an un-Christian lot.",
    "All sweet and coy on the surface as if butter wouldn't melt, but look a little deeper my friends; Ms. Sorisso is a minx.",
    "He looks as if butter wouldn't melt in his mouth, but he angled against Kennedy and now he's doing it against Campbell.",
    "At home, he's placid and gentle and happy and looks as if butter wouldn't melt in his mouth.",
    "Because, while he may often look as if butter wouldn't melt in his mouth, underneath the boyish appearance and the trappings of trendiness, there is a genuinely steely determination that has to be admired.",
    "His strategy now is to frustrate Dookeran, muzzle Yetming and see if Jack can be buttered up.",
    "Many reporters immortalized in the Kissinger transcripts talked to the secretary without buttering him up.",
    "See, he phones people just to say hello, but he's only buttering you up so he can ask you favours later, he continued.",
    "After buttering him up with a cold beer and the biggest cheeseburger in the world, he supplied me with the necessary contacts.",
    "She buttered me up with some praise (which always works with me)."
  ],
  "origin": "Old English butere, of West Germanic origin; related to Dutch boter and German Butter, based on Latin butyrum, from Greek bouturon.",
  "pronounciation": "/ˈbədər/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/butter_us_2.mp3"
}