{
  "verb": [
    {
      "description": "Not prevent or forbid; allow.",
      "examples": [
        "my boss let me leave early",
        "you mustn't let yourself get so involved"
      ],
      "synonyms": [
        "allow",
        "permit",
        "give permission to",
        "give leave to",
        "authorize",
        "sanction",
        "grant",
        "grant the right to",
        "warrant",
        "license",
        "empower",
        "enable",
        "entitle"
      ]
    },
    {
      "description": "Used in the imperative to formulate various expressions.",
      "synonyms": [
        "allow",
        "permit",
        "give permission to",
        "give leave to",
        "authorize",
        "sanction",
        "grant",
        "grant the right to",
        "warrant",
        "license",
        "empower",
        "enable",
        "entitle"
      ]
    },
    {
      "description": "Allow someone to have the use of (a room or property) in return for regular payments; rent.",
      "examples": [
        "they've let out their apartment",
        "homeowners will be able to let rooms to lodgers without having to pay tax"
      ],
      "synonyms": [
        "rent out",
        "let out",
        "rent",
        "lease",
        "hire",
        "hire out",
        "loan",
        "give on loan",
        "sublet",
        "sublease",
        "farm out",
        "contract",
        "charge for the use of"
      ]
    }
  ],
  "noun": [
    {
      "description": "(in racket sports) a play that is nullified and has to be played again, especially when a served ball touches the top of the net."
    }
  ],
  "phrases": [
    "he was incapable of leading a bowling team, let alone a country",
    "It gets so crowded here in high summer that there's often no room to sit down, let alone lay out a towel.",
    "At the time he had no idea how to start a business, let alone find the financial backing to realise his dream.",
    "I don't want to share the same room with her and the hounds, let alone a mortgage.",
    "In Scotland we can have a range of weather conditions in one hour, let alone one day.",
    "It was a beautiful sunny afternoon and I was letting down over the Adriatic heading southward.",
    "Within the hour, we were letting down for a landing at Casablanca on the Atlantic coast of Morocco.",
    "I will not fail you, I will not disappoint you and I will not let you down.",
    "Is someone letting you down or failing to get a job done on time?",
    "We feel frustrated and completely let down by this Government, and that is why we are planning this rally.",
    "There is no such thing as playing a let when a ball from another court comes into your court.",
    "The umpire played a let, as ballboys and girls scurried around reassembling Miss Whatley's paperwork.",
    "If there is a disagreement between you and your opponent about a let/stroke/no let situation, play a let.",
    "As a beginner it is best to play a let on most interferences.",
    "When he accidentally hit Joey with the ball, Nick was very apologetic and sportingly played a let."
  ],
  "origin": "Old English lettan hinder, of Germanic origin; related to Dutch letten, also to late.",
  "pronounciation": "/let/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/let_us_1.mp3"
}