{
  "noun": [
    {
      "description": "A heavy or bulky thing that is being carried or is about to be carried.",
      "examples": [
        "in addition to their own food, they must carry a load of up to eighty pounds"
      ],
      "synonyms": [
        "cargo",
        "freight",
        "freightage",
        "charge",
        "burden"
      ]
    },
    {
      "description": "A weight or source of pressure borne by someone or something.",
      "examples": [
        "the increased load on the heart caused by a raised arterial pressure",
        "the arch has hollow spandrels to lighten the load on the foundations"
      ],
      "synonyms": [
        "force",
        "physical force",
        "stress",
        "thrust"
      ]
    },
    {
      "description": "A lot of (often used to express one's disapproval or dislike of something)",
      "examples": [
        "she was talking a load of garbage"
      ],
      "synonyms": [
        "multitude",
        "myriad",
        "lot",
        "large number",
        "great quantity",
        "score",
        "abundance",
        "wealth",
        "flood",
        "profusion",
        "array"
      ]
    },
    {
      "description": "The amount of power supplied by a source; the resistance of moving parts to be overcome by a motor.",
      "examples": []
    }
  ],
  "verb": [
    {
      "description": "Put a load or large amount of something on or in (a vehicle, ship, container, etc.)",
      "examples": [
        "they load up their dugout canoes"
      ],
      "synonyms": [
        "fill",
        "fill up",
        "pack",
        "stuff",
        "cram",
        "pile",
        "heap",
        "stack"
      ]
    },
    {
      "description": "Make (someone or something) carry or hold a large or excessive amount of heavy things.",
      "examples": [
        "Elaine was loaded down with bags full of shopping"
      ],
      "synonyms": [
        "burden",
        "weigh down",
        "saddle"
      ]
    },
    {
      "description": "Charge (a firearm) with ammunition.",
      "examples": [],
      "synonyms": [
        "prime",
        "charge",
        "arm",
        "fill",
        "prepare to fire",
        "prepare to use"
      ]
    },
    {
      "description": "Add an extra charge to (an insurance premium) in the case of a poorer risk.",
      "examples": []
    }
  ],
  "phrases": [
    "get a load of what we've just done",
    "But get a load of this, he is a man with a plan, and he knows where to start.",
    "I'm sorry, I just can't get over the size of those udders, I told him, ribbing Jon the entire time to get a load of those udders.",
    "As an aside, get a load of India's second innings…",
    "This year, you don't have to visit Yosemite National Park to get a load of its wonderful wildflower show."
  ],
  "origin": "Old English lād way, journey, conveyance, of Germanic origin: related to German Leite, also to lead; compare with lode. The verb dates from the late 15th century.",
  "pronounciation": "/lōd/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/load_us_1.mp3"
}