{
  "noun": [
    {
      "description": "A compact mass of a substance, especially one without a definite or regular shape.",
      "examples": [
        "there was a lump of ice floating in the milk"
      ],
      "synonyms": [
        "chunk",
        "wedge",
        "hunk",
        "piece",
        "mass",
        "block",
        "slab",
        "cake",
        "nugget",
        "ball",
        "brick",
        "cube",
        "dab",
        "pat",
        "knob",
        "clod",
        "gobbet",
        "dollop",
        "wad",
        "clump",
        "cluster",
        "mound",
        "concentration"
      ]
    }
  ],
  "verb": [
    {
      "description": "Put in an indiscriminate mass or group; treat as alike without regard for particulars.",
      "examples": [
        "Hong Kong and Bangkok tend to be lumped together in travel brochures",
        "he tends to be lumped in with the crowd of controversial businessmen"
      ],
      "synonyms": [
        "combine",
        "put",
        "group",
        "bunch",
        "aggregate",
        "unite",
        "pool",
        "mix",
        "blend",
        "merge",
        "mass",
        "join",
        "fuse",
        "conglomerate",
        "coalesce",
        "consolidate",
        "collect",
        "throw",
        "consider together"
      ]
    },
    {
      "description": "Proceed heavily or awkwardly.",
      "examples": [
        "I came lumping along behind him"
      ]
    }
  ],
  "phrases": [
    "there was a lump in her throat as she gazed down at her uncle's gaunt features",
    "Tonight it may be his last speech to the nation as Prime Minister, and there will be a lump in the throat.",
    "My voice trembled as I addressed the class for the very last time. I felt a lump in the throat, but I managed to gulp it down.",
    "There are others, potential nominees whom the president might have chosen, who probably also feel a lump in the throat when they think about the Supreme Court, but it is caused by anger rather than reverence.",
    "And every time I say, it causes a lump in the throat, that he resigned as a co-conspirator in a widespread criminal conspiracy."
  ],
  "origin": "Late 16th century (in the sense look sulky): symbolic of displeasure; compare with words such as dump and grump. The current sense dates from the early 19th century.",
  "pronounciation": "/ləmp/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/lump_us_1.mp3"
}