{
  "pronoun &amp; adjective": [
    {
      "description": "Used with a possessive to emphasize that someone or something belongs or relates to the person mentioned.",
      "examples": [
        "they can't handle their own children",
        "I was an outcast among my own kind",
        "the Church would look after its own"
      ]
    }
  ],
  "verb": [
    {
      "description": "Have (something) as one's own; possess.",
      "examples": [
        "his father owns a restaurant",
        "state-owned property"
      ],
      "synonyms": [
        "be the owner of",
        "possess",
        "be the possessor of",
        "be the proud possessor of",
        "have in one's possession",
        "have to one's name",
        "count among one's possessions",
        "have",
        "keep",
        "retain",
        "maintain",
        "hold",
        "be blessed with",
        "enjoy",
        "boast"
      ]
    },
    {
      "description": "Admit or acknowledge that something is the case or that one feels a certain way.",
      "examples": [
        "she owned to a feeling of profound jealousy",
        "he was reluctant to own that he was indebted"
      ],
      "synonyms": [
        "admit",
        "allow",
        "concede",
        "grant",
        "accept",
        "accede",
        "acknowledge",
        "recognize",
        "agree",
        "confess"
      ]
    },
    {
      "description": "Utterly defeat (an opponent or rival); completely get the better of.",
      "examples": [
        "yeah right, she totally owned you, man"
      ]
    }
  ],
  "phrases": [
    "he would have walked in and taken charge as if he owned the place",
    "If he walks up like he owns the place, he's probably going to treat women like property.",
    "She walks around my apartment as if she owns the place and tells me what I can and can't do and the way it's going to be.",
    "They taught me self-respect and they showed me how to be my own woman - never to lie, never to lose my sense of humour and always to treasure my friends.",
    "And he was his own man, unaffected by spin-doctors.",
    "he owns up to few mistakes",
    "Virtually everything these people said was wrong, but none of them has owned up to it.",
    "I was slightly disappointed at owning up, sometimes lying promises more fun.",
    "No one owns up to the fact of doing something wrong.",
    "He figured out what was wrong and owned up to his mistake."
  ],
  "origin": "Old English āgen (adjective and pronoun) owned, possessed, past participle of āgan owe; the verb ( Old English āgnian possess, also make own's own) was originally from the adjective, later probably reintroduced from owner.",
  "pronounciation": "/oʊn/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/own_us_1.mp3"
}