{
  "noun": [
    {
      "description": "The most important city or town of a country or region, usually its seat of government and administrative center.",
      "examples": [],
      "synonyms": [
        "first city",
        "most important city",
        "seat of government",
        "centre of administration"
      ]
    },
    {
      "description": "Wealth in the form of money or other assets owned by a person or organization or available or contributed for a particular purpose such as starting a company or investing.",
      "examples": [
        "rates of return on invested capital were high",
        "the senior partner would provide the initial capital"
      ],
      "synonyms": [
        "money",
        "finance",
        "finances",
        "funds",
        "the wherewithal",
        "the means",
        "assets",
        "wealth",
        "resources",
        "reserves",
        "deep pockets",
        "stock",
        "principal"
      ]
    },
    {
      "description": "A letter of the size and form used to begin sentences and names.",
      "examples": [
        "he wrote the name in capitals"
      ],
      "synonyms": [
        "capital letter",
        "upper-case letter",
        "block capital"
      ]
    }
  ],
  "adjective": [
    {
      "description": "(of an offense or charge) liable to the death penalty.",
      "examples": [
        "murder was a capital crime"
      ]
    },
    {
      "description": "(of a letter of the alphabet) large in size and of the form used to begin sentences and names.",
      "examples": [],
      "synonyms": [
        "upper-case",
        "block"
      ]
    },
    {
      "description": "Excellent.",
      "examples": [
        "he's a really capital fellow"
      ]
    }
  ],
  "exclamation": [
    {
      "description": "Used to express approval, satisfaction, or delight.",
      "examples": [
        "That's splendid! Capital!"
      ]
    }
  ],
  "phrases": [
    "trying to make political capital out of the weakness of his rival",
    "I hope no politician would make capital out of people's misery.",
    "More recently, Japanese politicians have been making capital out of blaming the nation's woes on outsiders, particularly those from other Asian countries.",
    "Religious and political groups are trying to make capital out of what is happening.",
    "Attempts by the right to make capital out of the tragedy have created a powderkeg."
  ],
  "origin": "Middle English: from Old French capitel, from late Latin capitellum little head, diminutive of Latin caput.",
  "pronounciation": "/ˈkapədl/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/capital_us_1.mp3"
}