{
  "noun": [
    {
      "description": "A separate seat for one person, typically with a back and four legs.",
      "examples": [],
      "synonyms": [
        "seat"
      ]
    },
    {
      "description": "The person in charge of a meeting or of an organization (used as a neutral alternative to chairman or chairwoman)",
      "examples": [
        "a three-year term as the boards deputy chair"
      ],
      "synonyms": [
        "chairperson",
        "chairman",
        "chairwoman",
        "president",
        "convener",
        "spokesperson",
        "spokesman",
        "spokeswoman",
        "leader",
        "mc",
        "master of ceremonies",
        "mistress of ceremonies"
      ]
    },
    {
      "description": "A professorship.",
      "examples": [
        "he held a chair in physics"
      ],
      "synonyms": [
        "professorship"
      ]
    },
    {
      "description": "A metal socket holding a railroad rail in place.",
      "examples": []
    },
    {
      "description": "A particular seat in an orchestra.",
      "examples": [
        "she was fourth-chair trumpet"
      ]
    }
  ],
  "verb": [
    {
      "description": "Act as chairperson of or preside over (an organization, meeting, or public event).",
      "examples": [],
      "synonyms": [
        "preside over",
        "take the chair of",
        "be in the chair at",
        "officiate at",
        "moderate"
      ]
    },
    {
      "description": "Carry (someone) aloft in a chair or in a sitting position to celebrate a victory.",
      "examples": []
    }
  ],
  "phrases": [
    "Only if the Nordic bid was to be eliminated at this stage would Johansson take the chair as president of Uefa.",
    "Our advisor again took the chair, in her speech she stressed the absolute necessity of having a president, secretary and treasurer, so that our branch could continue to function.",
    "Jim Wallace took the chair and asked if anyone had any ideas about what ministers should be doing.",
    "Kathy was a popular choice as President of the Kildare Guild and took the chair on many occasions - a role which she filled in a dignified and common-sense manner.",
    "Held in the Royal British Legion on March 10, due to the unavoidable absence of the chairman, the vice-chairman took the chair."
  ],
  "origin": "Middle English: from Old French chaiere (modern chaire bishop's throne, etc, chaise chair), from Latin cathedra seat, from Greek kathedra. Compare with cathedral.",
  "pronounciation": "/tʃɛr/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/chair_us_1.mp3"
}