{
  "noun": [
    {
      "description": "A soft white limestone (calcium carbonate) formed from the skeletal remains of sea creatures.",
      "examples": []
    }
  ],
  "verb": [
    {
      "description": "Draw or write with chalk.",
      "examples": []
    },
    {
      "description": "Charge (drinks bought in a bar) to a person's account.",
      "examples": []
    }
  ],
  "phrases": [
    "Like Morecambe and Wise, Laurel and Hardy or even Starsky and Hutch, Sale's coaching duo of Jim Mallinder and Steve Diamond are as different as chalk and cheese.",
    "More than one friend has admitted that he can be a nightmare at times, but you can't take away his talent even though, in most respects, he and Robinson are as different as chalk and cheese.",
    "But they are as different as chalk and cheese, both in appearance and otherwise: Walt is a ladies' man and an aspiring actor, while Bob is an unassuming athlete with terrible stage fright.",
    "The pair were as different as chalk and cheese but between them they forged out 29 century opening stands - and Lumb would probably argue the number would have been much higher if his celebrated partner had not run him out so many times.",
    "So I guess the locals are as different as chalk and cheese.",
    "we have already chalked out the strategy for conducting raids",
    "We are looking at increasing our presence in India and for this a clear growth map has been chalked out.",
    "Of course the easiest way to make your own batter's box template is to just chalk it out alongside a tape measure and a level.",
    "While the strategy at the think-tank level may well be in place, those who have chalked it out face the absence of a well-oiled machinery that can effectively implement it.",
    "What better way is there for Mos Burger to inform of the traceability of its agricultural products than a small blackboard chalking it out before your very eyes!"
  ],
  "origin": "Old English cealc (also denoting lime), related to Dutch kalk and German Kalk, from Latin calx (see calx).",
  "pronounciation": "/CHôk/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/chalk_us_1.mp3"
}