{
  "verb": [
    {
      "description": "Cut (something) into pieces with repeated sharp blows of an ax or knife.",
      "examples": [
        "they chopped up the pulpit for firewood",
        "finely chop the parsley"
      ],
      "synonyms": [
        "cut up",
        "cut into pieces",
        "chop up"
      ]
    },
    {
      "description": "Abolish or reduce the size of (something) in a way regarded as ruthless.",
      "examples": [
        "their training courses are to be chopped"
      ],
      "synonyms": [
        "reduce drastically",
        "cut"
      ]
    }
  ],
  "noun": [
    {
      "description": "A downward cutting blow or movement, typically with the hand.",
      "examples": [
        "an effective chop to the back of the neck"
      ]
    },
    {
      "description": "A thick slice of meat, especially pork or lamb, adjacent to and often including a rib."
    },
    {
      "description": "Crushed or ground grain used as animal feed."
    },
    {
      "description": "The broken motion of water, typically due to the action of the wind against the tide.",
      "examples": [
        "we started our run into a two-foot chop"
      ]
    }
  ],
  "phrases": [
    "The Navy approach comes across as theoretical because it uses a textbook approach based on chop logic and is not utilitarian.",
    "Does not this beautiful piece of chop logic rely on a false equivalence between hunting to eat and looking for sexual gratification?",
    "Instead, they talk, chopping logic, competing with Alice and each other, and often mentioning things natural animals might be imagined to talk about, like fear, death, and being eaten.",
    "that veranda's not much chop in bad weather",
    "Like many country people, he refers to distance in miles, and confesses he's not much chop in the kitchen.",
    "The standard harness for the headlamps is not much chop.",
    "The breakfast was not much chop but for the price of the rooms we did not expect a great deal.",
    "I can orienteer but am not much chop with a compass, I can't do rope work and I don't love my mountain bike, in fact I have only been on it 6 times."
  ],
  "origin": "Early 19th century: from Hindi chāp stamp, brand (see chaap).",
  "pronounciation": "/CHäp/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/chop_us_1.mp3"
}