{
  "verb": [
    {
      "description": "Strike the palms of (one's hands) together repeatedly, typically in order to applaud.",
      "examples": [
        "Agnes clapped her hands in glee",
        "the crowd was clapping and cheering"
      ],
      "synonyms": [
        "applaud",
        "clap one's hands",
        "give someone a round of applause",
        "put one's hands together"
      ]
    }
  ],
  "noun": [
    {
      "description": "An act of striking together the palms of the hands, either once or repeatedly.",
      "examples": [],
      "synonyms": [
        "round of applause",
        "hand",
        "handclap"
      ]
    },
    {
      "description": "An explosive sound, especially of thunder.",
      "examples": [
        "a clap of thunder echoed through the valley"
      ],
      "synonyms": [
        "crack",
        "crash",
        "bang",
        "boom"
      ]
    }
  ],
  "phrases": [
    "The new king was able to clap two members of his father's ageing Council in the Tower before handing them over to the axe.",
    "He may as well have clapped me in irons and commenced flogging in front of the herds of law-abiding legal visitors.",
    "The Parliamentarians were clapped in irons and taken away to Oxford to gaol.",
    "There are no rehabilitation homes here and the police certainly cannot clap small children in jail just because they ask for money.",
    "A cynical immigration official claps James in jail upon his arrival.",
    "she is not afraid to clap back at the haters when they use homophobic slurs",
    "most countries clapped on tariffs to protect their farmers",
    "Along busy streets, bright signs for Coke, Pepsi, Citibank, Bell South, Papa John's, KFC, Marriott - even Starbucks - could vanish if Peru chose to clap tariffs on those products."
  ],
  "origin": "Late 16th century: from Old French clapoir venereal bubo.",
  "pronounciation": "/klæp/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/clap_us_1.mp3"
}