{
  "noun": [
    {
      "description": "A curved pointed horny nail on each digit of the foot in birds, lizards, and some mammals.",
      "synonyms": [
        "nail",
        "talon"
      ]
    }
  ],
  "verb": [
    {
      "description": "(of an animal or person) scratch or tear something with the claws or the fingernails.",
      "examples": [
        "the kitten was clawing at Lowell's trouser leg",
        "her hands clawed his shoulders",
        "bitter jealousy clawed at her"
      ],
      "synonyms": [
        "scratch",
        "lacerate",
        "tear",
        "rake",
        "rip",
        "slash",
        "scrape",
        "graze",
        "dig into"
      ]
    },
    {
      "description": "(of a sailing ship) beat to windward.",
      "examples": [
        "the ability to claw off a lee shore"
      ]
    }
  ],
  "phrases": [
    "She's got her claws into guys on the sub-committee, so whatever story I come up with has to sound close to what we're really doing.",
    "Once she's got her claws into a man he's usually putty in her hands.",
    "That's Sam out there, and she's got her claws into him.",
    "Why on earth does it matter which female manages to get her claws into him?",
    "How do you manage to get your claws into all the good ones?",
    "The silence from high-street tills could prove deafening as that cash is clawed back.",
    "Councillors are now demanding to know why the massive overpayments of housing and council tax benefits have occurred and why only a third of the money has been clawed back by the council.",
    "But again this will be clawed back sharply for all but the lowest earners.",
    "The government had promised the lump sum would never push an individual into a higher tax bracket, which could result in 40% of the payment being clawed back.",
    "Tax cuts can be clawed back, but spending can't so easily."
  ],
  "origin": "Old English clawu (noun), clawian (verb), of West Germanic origin; related to Dutch klauw and German Klaue.",
  "pronounciation": "/klô/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/claw_us_1.mp3"
}