{
  "verb": [
    {
      "description": "Cause to change in form, character, or function.",
      "examples": [
        "production processes that converted raw material into useful forms"
      ],
      "synonyms": [
        "change",
        "turn",
        "transform",
        "metamorphose",
        "transfigure",
        "transmute",
        "translate"
      ]
    },
    {
      "description": "Change one's religious faith or other beliefs.",
      "examples": [
        "at sixteen he converted to Catholicism"
      ]
    },
    {
      "description": "Score from (a penalty kick, pass, or other opportunity) in a sport or game."
    }
  ],
  "noun": [
    {
      "description": "A person who has been persuaded to change their religious faith or other beliefs.",
      "examples": [
        "he is a recent convert to the Church"
      ],
      "synonyms": [
        "proselyte",
        "neophyte",
        "new believer"
      ]
    }
  ],
  "phrases": [
    "Any person so doing shall be presumed to have the intent to convert it to his own use.",
    "The Court ruled that a federal criminal statute forbidding conversion of government property required a showing that the defendant knew the property belonged to another and intended to convert it to his own use.",
    "Every person entrusted with any property as bailee, lessee, tenant or lodger, or with any power of attorney for the sale or transfer thereof, who fraudulently converts the same, or the proceeds thereof, to his own use, or secretes it with a fraudulent intent to convert it to his own use, shall be guilty of a Class 1 misdemeanor.",
    "The cases where personal property is taken by a person to whom it has been entrusted, and who converts it to his own use, present very nice discriminations between ordinary breaches of trust and outright larceny.",
    "It is possible that it may have been proved to the jury that this flour was really intended to be shipped on account of the plaintiff, and that the defendant did not mean to convert it to his own use."
  ],
  "origin": "Middle English (in the sense turn round, send in a different direction): from Old French convertir, based on Latin convertere turn about, from con- altogether + vertere turn.",
  "pronounciation": "/kənˈvərt/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/xconvert_us_1.mp3"
}