{
  "noun": [
    {
      "description": "The process of changing or causing something to change from one form to another.",
      "examples": [
        "the conversion of food into body tissues"
      ],
      "synonyms": [
        "change",
        "changing",
        "transformation",
        "turning",
        "altering",
        "metamorphosis",
        "transfiguration",
        "transmutation",
        "translation",
        "sea change"
      ]
    },
    {
      "description": "The fact of changing one's religion or beliefs or the action of persuading someone else to change theirs.",
      "examples": [
        "my conversion to the Catholic faith"
      ],
      "synonyms": [
        "spiritual rebirth",
        "regeneration",
        "reformation"
      ]
    },
    {
      "description": "The act of scoring an extra point or points after having scored a touchdown."
    },
    {
      "description": "The act of gaining a first down."
    },
    {
      "description": "(in the context of online marketing) the proportion of people viewing an advertisement and going on to buy the product, click on a link, etc.",
      "examples": [
        "you'll see better conversion rates for your local advertising if you include your physical address on your website",
        "keeping things simple will improve conversion"
      ]
    },
    {
      "description": "The action of wrongfully dealing with goods in a manner inconsistent with the owner's rights.",
      "examples": [
        "he was found guilty of the fraudulent conversion of clients' monies"
      ]
    },
    {
      "description": "The manifestation of a mental disturbance as a physical disorder or disease.",
      "examples": [
        "conversion disorders"
      ]
    },
    {
      "description": "The change in a quantity's numerical value as a result of using a different unit of measurement."
    }
  ],
  "origin": "Middle English (in the sense turning of sinners to God): via Old French from Latin conversio(n-), from convers- turned about, from the verb convertere (see convert).",
  "pronounciation": "/kənˈvərʒən/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/xconversion_us_1.mp3"
}