{
  "verb": [
    {
      "description": "Put something such as a cloth or lid on top of or in front of (something) in order to protect or conceal it.",
      "examples": [
        "the table had been covered with a checked tablecloth",
        "she covered her face with a pillow"
      ],
      "synonyms": [
        "put something on top of",
        "place something over",
        "place under cover"
      ]
    },
    {
      "description": "Extend over (an area)",
      "examples": [
        "the grounds covered eight acres"
      ],
      "synonyms": [
        "extend",
        "spread",
        "continue",
        "range",
        "unfold",
        "unroll",
        "be unbroken"
      ]
    },
    {
      "description": "Deal with (a subject) by describing or analyzing its most important aspects or events.",
      "examples": [
        "a sequence of novels that will cover the period from 1968 to the present"
      ]
    },
    {
      "description": "(of a sum of money) be enough to pay (a bill or cost)",
      "examples": [
        "there are grants to cover the cost of materials for loft insulation"
      ],
      "synonyms": [
        "offset",
        "counterbalance",
        "balance",
        "cancel out",
        "make up for",
        "pay back",
        "pay",
        "pay for",
        "be enough for",
        "fund",
        "finance",
        "make up",
        "have enough money for",
        "provide for"
      ]
    },
    {
      "description": "Disguise the sound or fact of (something) with another sound or action.",
      "examples": [
        "Louise laughed to cover her embarrassment"
      ],
      "synonyms": [
        "mask",
        "disguise",
        "obscure",
        "hide",
        "stop something being overheard",
        "muffle",
        "stifle",
        "smother"
      ]
    },
    {
      "description": "Aim a gun at (someone) in order to prevent them from moving or escaping.",
      "examples": []
    },
    {
      "description": "Record or perform a new version of (a song) originally performed by someone else.",
      "examples": [
        "other artists who have covered the song include U2"
      ]
    },
    {
      "description": "(of a male animal, especially a stallion) copulate with (a female animal), especially as part of a commercial transaction between the owners of the animals.",
      "examples": []
    },
    {
      "description": "Play a higher card on (a high card) in a trick.",
      "examples": [
        "the ploy will fail if the ten is covered",
        "East covered with his queen"
      ]
    }
  ],
  "noun": [
    {
      "description": "A thing which lies on, over, or around something, especially in order to protect or conceal it.",
      "examples": [
        "a seat cover"
      ],
      "synonyms": [
        "sleeve",
        "wrapping",
        "wrapper",
        "covering",
        "envelope",
        "sheath",
        "sheathing",
        "housing",
        "jacket",
        "casing",
        "cowling"
      ]
    },
    {
      "description": "Physical shelter or protection sought by people in danger.",
      "examples": [
        "the sirens wailed and people ran for cover",
        "store seats under cover before the bad weather sets in"
      ],
      "synonyms": [
        "shelter",
        "protection",
        "refuge",
        "hiding",
        "concealment",
        "housing",
        "sanctuary"
      ]
    },
    {
      "description": "A recording or performance of a previously recorded song made especially to take advantage of the original's success.",
      "examples": []
    },
    {
      "description": "A place setting at a table in a restaurant.",
      "examples": []
    }
  ],
  "phrases": [
    "We broke cover and fought our way towards the school house.",
    "I saw a lone soldier break cover and run across to a ferry or barge moored on the bank of the river Po.",
    "You and a few others break cover, sprinting up the beach as if hell itself had you in it's sight.",
    "I like to cover my ass when I make big generalizations",
    "He is positioning himself for the leadership battle, and covering his back by allying with the obvious successor.",
    "I cover it up with concealer amateurishly, hoping no one will look there long enough to notice the messy make-up.",
    "He was not able to carry out his crimes of concealment and cover up.",
    "I personally think that's partly due to the fact that you barely even see your skin during the winter - you're always covering it up!",
    "And the petals unfurl, one by one, covering it up, hiding it, shielding it, until it is invisible.",
    "People do not cover things up, unless there is something to conceal."
  ],
  "origin": "Middle English: from Old French covrir, from Latin cooperire, from co- (expressing intensive force) + operire to cover. The noun is partly a variant of covert.",
  "pronounciation": "/ˈkəvər/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/cover_us_1.mp3"
}