{
  "noun": [
    {
      "description": "The ability of a customer to obtain goods or services before payment, based on the trust that payment will be made in the future.",
      "examples": [
        "I've got unlimited credit"
      ],
      "synonyms": [
        "financial standing",
        "financial status",
        "solvency"
      ]
    },
    {
      "description": "An entry recording a sum received, listed on the right-hand side or column of an account.",
      "examples": []
    },
    {
      "description": "Public acknowledgment or praise, typically that given or received when a person's responsibility for an action or idea becomes or is made apparent.",
      "examples": [
        "the president claims credit for each accomplishment"
      ],
      "synonyms": [
        "praise",
        "commendation",
        "acclaim",
        "approval",
        "approbation",
        "acknowledgement",
        "recognition",
        "kudos",
        "hat tip",
        "glory",
        "merit",
        "regard",
        "esteem",
        "respect",
        "admiration",
        "adulation",
        "veneration",
        "tributes"
      ]
    },
    {
      "description": "The acknowledgment of a student's completion of a course or activity that counts toward a degree or diploma as maintained in a school's records.",
      "examples": [
        "a student can earn one unit of academic credit"
      ]
    },
    {
      "description": "The quality of being believed or credited.",
      "examples": [
        "the abstract philosophy of Cicero has lost its credit"
      ],
      "synonyms": [
        "credibility",
        "reliability",
        "plausibility",
        "believability"
      ]
    }
  ],
  "verb": [
    {
      "description": "Publicly acknowledge someone as a participant in the production of (something published or broadcast)",
      "examples": [
        "the screenplay is credited to one American and two Japanese writers"
      ],
      "synonyms": [
        "ascribe",
        "attribute",
        "assign",
        "accredit",
        "chalk up",
        "put down",
        "set down",
        "impute"
      ]
    },
    {
      "description": "Add (an amount of money) to an account.",
      "examples": [
        "this deferred tax can be credited to the profit and loss account"
      ]
    },
    {
      "description": "Believe (something surprising or unlikely)",
      "examples": [
        "you would hardly credit it—but it was true"
      ],
      "synonyms": [
        "believe",
        "accept",
        "give credence to",
        "have confidence in",
        "trust",
        "have faith in",
        "rely on",
        "depend on",
        "count on"
      ]
    }
  ],
  "phrases": [
    "I suggest to all similar-minded people: please learn to give credit where credit is due, and show a bit of respect and humility to others.",
    "Of course, to give credit where credit is due, I wouldn't have been out there at all if it hadn't been for Tracy.",
    "I'm a big believer in always giving credit where credit is due, and one of the best things a person can do is remind someone that they have the power to take something and make it better.",
    "It gives credit where credit is due, whether it be in the sciences or in philosophy or even in the theologies of other traditions.",
    "I think it's very important to give credit where credit is due."
  ],
  "origin": "Mid 16th century (originally in the senses belief, credibility): from French crédit, probably via Italian credito from Latin creditum, neuter past participle of credere believe, trust.",
  "pronounciation": "/ˈkredət/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/credit_us_1.mp3"
}