{
  "noun": [
    {
      "description": "A cultivated plant that is grown as food, especially a grain, fruit, or vegetable.",
      "examples": [
        "the main crops were oats and barley"
      ]
    },
    {
      "description": "A group or amount of related people or things appearing or occurring at one time.",
      "examples": [
        "the current crop of politicians"
      ],
      "synonyms": [
        "batch",
        "lot",
        "assortment",
        "selection",
        "collection",
        "supply",
        "intake"
      ]
    },
    {
      "description": "A hairstyle in which the hair is cut very short.",
      "examples": [],
      "synonyms": [
        "haircut",
        "trim",
        "clip"
      ]
    },
    {
      "synonyms": [
        "whip",
        "lash",
        "scourge",
        "cat",
        "thong",
        "switch",
        "birch",
        "cane",
        "stick"
      ]
    },
    {
      "description": "A pouch in a bird's gullet where food is stored or prepared for digestion.",
      "examples": [],
      "synonyms": [
        "craw",
        "maw",
        "gullet",
        "throat"
      ]
    },
    {
      "description": "The entire tanned hide of an animal.",
      "examples": [],
      "synonyms": [
        "hide",
        "pelt",
        "fleece"
      ]
    }
  ],
  "verb": [
    {
      "description": "Cut (something, especially a person's hair) very short.",
      "examples": [
        "she cropped her long golden hair"
      ],
      "synonyms": [
        "cut short",
        "cut",
        "clip",
        "trim",
        "snip",
        "shear",
        "shave"
      ]
    },
    {
      "description": "Harvest (plants or their produce) from a particular area.",
      "examples": [
        "hay would have been cropped several times through the summer"
      ],
      "synonyms": [
        "harvest",
        "reap",
        "mow"
      ]
    }
  ],
  "phrases": [
    "The Mesozoic rocks crop out only in the Zhaigang and Zhainan areas in the southeastern part of the county.",
    "The hinges of folded debris layers crop out on the glacier surface as flow-parallel medial moraines, with axes dipping gently up-glacier.",
    "The nature of the Lower Palaeozoic rocks which crop out in the peninsula therefore hold important evidence for the Caledonian evolution of the area.",
    "At the base of the erosional hollow, an inlier of Jurassic rocks crops out below the late Cimmerian unconformity.",
    "The Hammamat Group is a sequence of immature, clastic sedimentary rocks that crop out sporadically throughout the central and northern segments of the Eastern Desert of Egypt."
  ],
  "origin": "Old English, of Germanic origin; related to German Kropf. From Old English to the late 18th century there existed a sense flower head, ear of corn, giving rise to crop (sense 1 of the noun) and senses referring to the top of something, whence crop (sense 4 of the noun).",
  "pronounciation": "/kräp/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/crop_us_1.mp3"
}