{
  "noun": [
    {
      "description": "A small bowl-shaped container for drinking from, typically having a handle.",
      "synonyms": [
        "beaker"
      ]
    },
    {
      "description": "An ornamental trophy in the form of a cup, usually made of gold or silver and having a stem and two handles, awarded as a prize in a contest.",
      "synonyms": [
        "trophy",
        "chalice"
      ]
    },
    {
      "description": "A cup-shaped thing."
    },
    {
      "description": "A mixed drink made from fruit juices and typically containing wine or cider.",
      "synonyms": [
        "punch",
        "drink",
        "mixed drink"
      ]
    }
  ],
  "verb": [
    {
      "description": "Form (one's hand or hands) into the curved shape of a cup.",
      "examples": [
        "“Hey!” Dad shouted, with his hands cupped around his mouth"
      ]
    },
    {
      "description": "Bleed (someone) by using a glass in which a partial vacuum is formed by heating.",
      "examples": [
        "Dr. Ross ordered me to be cupped"
      ]
    }
  ],
  "phrases": [
    "Last night, in my cups, I remembered the most embarrassing part of my secret teenage past: I used to perform in amateur productions of musicals.",
    "Later still, when you're neck-deep in your cups, your keen psychic antenna will fully sprout and you'll begin to detect thinly-veiled insolence and secret meanings in nearly everything they say or do.",
    "Till the day he left, and no doubt still among the old guys in their cups, the Railway boss was known to all as Call-me-Dave.",
    "But this particular night, at the school dance, he was in his cups - half a mickey of gin, to be exact, trying to repair his relationship with the wonderful woman who would soon become his wife and the mother of his three children.",
    "And I'm not sure I haven't done that, when in my cups."
  ],
  "origin": "Old English: from popular Latin cuppa, probably from Latin cupa tub.",
  "pronounciation": "/kəp/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/cup_us_1.mp3"
}