{
  "noun": [
    {
      "description": "A public display of works of art or items of interest, held in an art gallery or museum or at a trade fair.",
      "examples": [
        "an exhibition of French sculpture",
        "he never lent his treasures out for exhibition"
      ],
      "synonyms": [
        "display",
        "public display",
        "show",
        "showing",
        "presentation",
        "demonstration",
        "showcase",
        "mounting",
        "spectacle"
      ]
    },
    {
      "description": "A display or demonstration of a particular skill.",
      "examples": [
        "fields that have been plowed with a supreme exhibition of the farm worker's skills",
        "exhibition games"
      ]
    },
    {
      "description": "(in sports) a game whose outcome does not affect a team's standing, typically one played before the start of a regular season.",
      "examples": [
        "an exhibition game"
      ]
    },
    {
      "description": "A scholarship awarded to a student at a school or college, usually after a competitive examination.",
      "synonyms": [
        "grant",
        "award",
        "endowment",
        "payment"
      ]
    }
  ],
  "phrases": [
    "When he was young she used to point to the TV where McEnroe was making an exhibition of himself, throwing temper tantrums at Wimbledon.",
    "At a meeting of the Geological Society the following February he made an exhibition of himself through his intoxication.",
    "It was more than a little disturbing to find that Scotland's top representative in the Masters has been making an exhibition of himself again.",
    "His accent is a weird mixture of Robert De Niro and Jimmy Durante, radiating guignol menace and barbaric handsomeness, especially when called upon to make an exhibition of himself as the grotesque civic celebrity he has become.",
    "Give them a chance to make an exhibition of themselves and these two never miss the opportunity."
  ],
  "origin": "Late Middle English (in the sense maintenance, support; hence exhibition (sense 4), mid 17th century): via Old French from late Latin exhibitio(n-), from Latin exhibere hold out (see exhibit).",
  "pronounciation": "/ˌeksəˈbiSH(ə)n/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/exhibition_us_1.mp3"
}