{
  "noun": [
    {
      "description": "A part that is added to something to enlarge or prolong it; a continuation.",
      "examples": [
        "the railroad's southern extension"
      ],
      "synonyms": [
        "addition",
        "add-on",
        "adjunct",
        "addendum",
        "augmentation",
        "supplement",
        "appendage",
        "appendix"
      ]
    },
    {
      "description": "A length of electric cord that permits the use of an appliance at some distance from a fixed socket.",
      "examples": []
    },
    {
      "description": "An extra telephone on the same line as the main one.",
      "examples": []
    },
    {
      "description": "The action of moving a limb from a bent to a straight position.",
      "examples": [
        "seizures with sudden rigid extension of the limbs"
      ]
    },
    {
      "description": "Instruction by a university or college for students who do not attend full time.",
      "examples": [
        "extension courses"
      ]
    },
    {
      "description": "The range of a term or concept as measured by the objects that it denotes or contains, as opposed to its internal content.",
      "examples": []
    },
    {
      "description": "The property of occupying space; spatial magnitude.",
      "examples": [
        "nature, for Descartes, was pure extension in space"
      ]
    }
  ],
  "phrases": [
    "this raised serious questions about his credibility and, by extension, the credibility of the company",
    "And by extension so are his attorneys when it comes to confidential information.",
    "Well, primarily, it has been the Department of Education and, by extension, it has been the Government.",
    "For if both of these apparently carefree images have a message, it is surely of the fleeting nature of such moments and, by extension, of life itself.",
    "Suddenly the whole future of Woomera - and by extension of the whole remote detention system - is up in the air."
  ],
  "origin": "Late Middle English: from late Latin extensio(n-), from extendere stretch out (see extend).",
  "pronounciation": "/ˌɪkˈstɛn(t)ʃ(ə)n/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/extension_us_1.mp3"
}