{
  "noun": [
    {
      "description": "A room or building for the display or sale of works of art.",
      "examples": [
        "an art gallery",
        "the National Gallery"
      ],
      "synonyms": [
        "exhibition room",
        "display room",
        "art gallery",
        "museum"
      ]
    },
    {
      "description": "A balcony, especially a platform or upper floor, projecting from the back or sidewall inside a church or hall, providing space for an audience or musicians.",
      "examples": [
        "in the minstrels' gallery, a string orchestra plays themes from film soundtracks"
      ]
    },
    {
      "description": "A long room or passage, typically one that is partly open at the side to form a portico or colonnade.",
      "synonyms": [
        "passage",
        "passageway",
        "corridor",
        "hall",
        "hallway",
        "walkway",
        "arcade"
      ]
    }
  ],
  "phrases": [
    "It seems most unfortunate that on this occasion we seem to have played to the gallery and finished up costing the council tax payers a lot of money, plus putting us all in a somewhat invidious position.",
    "Every producer and director has played to the gallery and used sex appeal to sell their product albeit in their own ways.",
    "Far be it from me to suspect him of playing to the gallery, lest it be interpreted that I find the idea of Bulgarian journalists being magnetic marriage prospects not entirely credible.",
    "But now there is nothing in place; everyone plays to the gallery.",
    "From this, it can be surmised that the Forum is more interested in playing to the gallery via television and radio appearances than resolving whatever differences they may have with Government."
  ],
  "origin": "Late Middle English (in gallery (sense 3)): via Old French from Italian galleria gallery, formerly also church porch, from medieval Latin galeria, perhaps an alteration of galilea (see galilee).",
  "pronounciation": "/ˈɡal(ə)rē/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/gallery_us_1.mp3"
}