{
  "noun": [
    {
      "description": "A form of play or sport, especially a competitive one played according to rules and decided by skill, strength, or luck.",
      "synonyms": [
        "match",
        "contest",
        "tournament",
        "meeting",
        "sports meeting",
        "meet",
        "event",
        "athletic event",
        "fixture",
        "tie",
        "cup tie",
        "test match",
        "final",
        "cup final",
        "play-off"
      ]
    },
    {
      "description": "A complete episode or period of play, ending in a definite result.",
      "examples": [
        "a baseball game"
      ]
    },
    {
      "description": "A type of activity or business regarded as a game.",
      "examples": [
        "this was a game of shuttle diplomacy at which I had become adept"
      ],
      "synonyms": [
        "business",
        "profession",
        "occupation",
        "trade",
        "industry",
        "line",
        "line of work",
        "line of business",
        "field",
        "province",
        "area"
      ]
    },
    {
      "description": "Wild mammals or birds hunted for sport or food."
    }
  ],
  "adjective": [
    {
      "description": "Eager or willing to do something new or challenging.",
      "examples": [
        "they were game for anything after the traumas of Monday"
      ],
      "synonyms": [
        "brave",
        "courageous",
        "valiant",
        "plucky",
        "bold",
        "intrepid",
        "stout-hearted",
        "lionhearted",
        "unafraid",
        "daring",
        "dashing",
        "spirited",
        "mettlesome"
      ]
    }
  ],
  "verb": [
    {
      "description": "Manipulate (a situation), typically in a way that is unfair or unscrupulous.",
      "examples": [
        "it was very easy for a few big companies to game the system",
        "politicians blamed electricity generators for gaming the market"
      ]
    },
    {
      "description": "Play video or computer games.",
      "examples": [
        "the majority of the audience are teens who game and watch anime"
      ]
    },
    {
      "description": "Play games of chance for money; gamble.",
      "examples": [
        "other Russians gamed at the tables in Monte Carlo"
      ],
      "synonyms": [
        "gamble",
        "bet",
        "place bets",
        "lay bets",
        "wager",
        "stake money"
      ]
    }
  ],
  "phrases": [
    "Meanwhile, Pixar not only beats them at their own game, but also sidesteps the idea that the central competition is visual by centering its latest film on wonderful characters and a meaningful plot.",
    "This and many other books and newspaper and magazine articles recommended that European industry and commerce should learn from the methods of the Americans and try to beat them at their own game.",
    "They need to be reminded we had eight long years of their rhetoric and we are now beating them at their own game.",
    "Young stockbrokers from a York school will be going up against professionals to try and beat them at their own game.",
    "Some of his fellow activists are less than sanguine about the shift from a strategy of opposing corporations to one of beating them at their own game."
  ],
  "origin": "Late 18th century: originally dialect, of unknown origin.",
  "pronounciation": "/ɡeɪm/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/game_us_1.mp3"
}