{
  "noun": [
    {
      "description": "A narrow valley between hills or mountains, typically with steep rocky walls and a stream running through it.",
      "synonyms": [
        "ravine",
        "canyon",
        "gully",
        "pass",
        "defile",
        "couloir",
        "deep narrow valley"
      ]
    },
    {
      "description": "The throat."
    },
    {
      "description": "The neck of a bastion or other outwork; the rear entrance to a fortification."
    },
    {
      "description": "A mass of ice obstructing a narrow passage, especially a river."
    }
  ],
  "verb": [
    {
      "description": "Eat a large amount greedily; fill oneself with food.",
      "examples": [
        "the river comes alive during March when fish gorge on caddisworms",
        "we used to go to all the little restaurants there and gorge ourselves"
      ],
      "synonyms": [
        "stuff",
        "cram",
        "fill"
      ]
    }
  ],
  "phrases": [
    "looking at it, Wendy felt her gorge rise",
    "But the fellow is so blaringly (sorry, glaringly) mendacious and so sickeningly politically correct - in short, so palpably a 21st century man - that my gorge rises.",
    "The Austens were very much fringe types, and when Austen forces us to listen to a speech like that of Sir Thomas on his expectations of what a Fanny Price will probably be, and our gorge rises it is because Austen's gorge rises.",
    "God, just when I try to think of more to say about the show, my gorge rises and I can't imagine that any network concerned about the quality of programming, would have canceled it.",
    "All, in a rumbling tone of Then all I have to say is, returns Podsnap, putting the thing away with his right arm, that my gorge rises against such a marriage - that it offends and disgusts me - that it makes me sick - and that I desire to know no more about it."
  ],
  "origin": "Middle English (as a verb): from Old French gorger, from gorge throat, based on Latin gurges whirlpool. The noun originally meant throat and is from Old French gorge; gorge (sense 1 of the noun) dates from the mid 18th century.",
  "pronounciation": "/ɡɔrdʒ/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/gorge_us_1.mp3"
}