{
  "noun": [
    {
      "description": "The solid surface of the earth.",
      "examples": [
        "he lay on the ground"
      ],
      "synonyms": [
        "floor",
        "earth",
        "terra firma"
      ]
    },
    {
      "description": "An area of land or sea used for a specified purpose.",
      "examples": [
        "shore dumping can pollute fishing grounds and beaches"
      ]
    },
    {
      "description": "An area of knowledge or subject of discussion or thought.",
      "examples": [
        "third-year courses typically cover less ground and go into more depth",
        "he shifted the argument onto theoretical grounds of his own choosing"
      ]
    },
    {
      "description": "Factors forming a basis for action or the justification for a belief.",
      "examples": [
        "there are some grounds for optimism",
        "they called for a retrial on the grounds of the new evidence"
      ],
      "synonyms": [
        "reason",
        "cause",
        "basis",
        "base",
        "foundation",
        "justification",
        "rationale",
        "argument",
        "premise",
        "occasion",
        "factor",
        "excuse",
        "pretext",
        "motive",
        "motivation",
        "inducement"
      ]
    },
    {
      "description": "A prepared surface to which paint is applied.",
      "examples": []
    },
    {
      "description": "Solid particles, especially of ground coffee, that form a residue; sediment.",
      "examples": [],
      "synonyms": [
        "sediment",
        "precipitate",
        "settlings",
        "dregs",
        "lees",
        "deposit",
        "residue",
        "sludge"
      ]
    },
    {
      "description": "Electrical connection of a circuit or conductor to the earth.",
      "examples": []
    }
  ],
  "verb": [
    {
      "description": "Prohibit or prevent (a pilot or an aircraft) from flying.",
      "examples": [
        "a bitter wind blew from the northeast and the bombers were grounded"
      ],
      "synonyms": [
        "prevent from flying",
        "keep on the ground"
      ]
    },
    {
      "description": "(with reference to a ship) run or go aground.",
      "examples": [
        "rather than be blown up, Muller grounded his ship on a coral reef and surrendered",
        "the larger ships grounded on the riverbed at low tide"
      ],
      "synonyms": [
        "run aground",
        "become stranded",
        "run ashore",
        "beach",
        "become beached",
        "land",
        "be high and dry"
      ]
    },
    {
      "description": "Give (something abstract) a firm theoretical or practical basis.",
      "examples": [
        "the study of history must be grounded in a thorough knowledge of the past"
      ],
      "synonyms": [
        "base",
        "found",
        "establish",
        "set",
        "settle",
        "root",
        "build",
        "construct",
        "form"
      ]
    },
    {
      "description": "Place or lay (something) on the ground or hit the ground with it.",
      "examples": [
        "he was penalized two strokes for grounding his club in a bunker"
      ]
    },
    {
      "description": "Connect (an electrical device) with the ground.",
      "examples": []
    },
    {
      "description": "(of a batter) hit a pitched ball so that it bounces on the ground.",
      "examples": [
        "he grounded to second"
      ]
    }
  ],
  "adjective": [
    {
      "description": "Reduced to fine particles by crushing or mincing.",
      "examples": [
        "ground cumin"
      ]
    }
  ],
  "phrases": [
    "new textbooks on particle physics are thin on the ground",
    "They probably exist, but they're not exactly thick on the ground.",
    "They say the streets are becoming no-go areas at night, with yobs causing mayhem and police already too thin on the ground to tackle the problem.",
    "Sympathy for what he himself has overcome since last August is strangely thin on the ground.",
    "Good pharmaceutical investments are thin on the ground.",
    "The principal sufferers are the suppliers, and most of her book is spent on the way these farmers, food processors and nurserymen are systematically ground down by the supermarket buyers.",
    "The early 1880's were characterised by a difficult depression, and workers wages were ground down lower than they had been before the strike wave of 1877.",
    "For a lot of pupils and for a lot of teachers they are just ground down by it.",
    "All three got on the scoresheet and all three were instrumental as they ground down the Cougars pack.",
    "The Knights began the game the better but Sheffield, just like they had done when beating Batley, started to come back into it after 15 minutes or so, with their forwards trying to ground down the opposition."
  ],
  "origin": "Old English grund, of Germanic origin; related to Dutch grond and German Grund.",
  "pronounciation": "/ɡraʊnd/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/ground_us_1.mp3"
}