{
  "noun": [
    {
      "description": "A thing which can be added to something else in order to make it more useful, versatile, or attractive.",
      "examples": [
        "a range of bathroom accessories"
      ],
      "synonyms": [
        "attachment",
        "extra",
        "addition",
        "add-on",
        "retrofit",
        "adjunct",
        "appendage",
        "appurtenance",
        "component",
        "additional component",
        "fitment",
        "supplement"
      ]
    },
    {
      "description": "Someone who gives assistance to the perpetrator of a crime, without directly committing it, sometimes without being present.",
      "examples": [
        "she was charged as an accessory to murder"
      ],
      "synonyms": [
        "accomplice",
        "partner in crime",
        "abetter",
        "associate",
        "confederate",
        "collaborator",
        "fellow conspirator",
        "henchman",
        "conniver"
      ]
    }
  ],
  "adjective": [
    {
      "description": "Contributing to or aiding an activity or process in a minor way; subsidiary or supplementary.",
      "examples": [
        "functionally the maxillae are a pair of accessory jaws"
      ],
      "synonyms": [
        "additional",
        "extra",
        "supplementary",
        "supplemental",
        "auxiliary",
        "ancillary",
        "secondary",
        "subsidiary",
        "supportive",
        "assisting",
        "reserve",
        "complementary",
        "further",
        "more",
        "add-on"
      ]
    }
  ],
  "phrases": [
    "McConnell's wife was later arrested as an accessory after the fact.",
    "McConnell was arrested as an accessory to murder after the fact.",
    "Well, he is liable, as was pointed out, to a number of other offences: accessory after the fact, destroying a motor car, theft of a motor car and various others - you could throw the book at him for the other offences.",
    "One was, firstly, whether the offender or the accused was indeed a primary offender; secondly, whether he was guilty of being an accessory after the fact.",
    "It could not have been found by the jury on the balance of probabilities that Verebes was a principal or accessory before the fact to the applicant's offending."
  ],
  "origin": "Late Middle English: from medieval Latin accessorius additional thing, from Latin access- increased, from the verb accedere (see accede).",
  "pronounciation": "/əkˈsɛs(ə)ri/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/accessory_us_1.mp3"
}