{
  "noun": [
    {
      "description": "A regretful acknowledgment of an offense or failure.",
      "examples": [
        "we owe you an apology",
        "I make no apologies for supporting that policy"
      ],
      "synonyms": [
        "expression of regret",
        "one's regrets"
      ]
    },
    {
      "description": "A very poor or inadequate example of.",
      "examples": [
        "we were shown into an apology for a bedroom"
      ],
      "synonyms": [
        "travesty of",
        "excuse for",
        "inadequate example of",
        "poor imitation of",
        "poor substitute for",
        "pale shadow of",
        "mockery of",
        "caricature of"
      ]
    },
    {
      "description": "A reasoned argument or writing in justification of something, typically a theory or religious doctrine.",
      "examples": [
        "a specious apology for capitalism"
      ],
      "synonyms": [
        "defence",
        "apologia",
        "justification",
        "vindication"
      ]
    }
  ],
  "phrases": [
    "here, with apologies to Rudyard Kipling, is a more apt version of “If.”",
    "So with apologies to Graham Greene, it behoves us to ask: is it truly the end of the affair between these two economic behemoths?",
    "The lesson I learned, with apologies to Hamlet, is that the play's not the thing wherein we'll catch the conscience of a prosecutor.",
    "Editor's note: An excerpt of a script treatment now making the rounds in Hollywood is reprinted here, with apologies to Mario Puzo and Francis Ford Coppola.",
    "Second, with apologies to the noted feminist who first used the comparison in another way, a badge resembles a gun about as much as a fish resembles a bicycle."
  ],
  "origin": "Mid 16th century (denoting a formal defense against an accusation): from French apologie, or via late Latin from Greek apologia a speech in one's own defense, from apo away + -logia (see -logy).",
  "pronounciation": "/əˈpɑlədʒi/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/apology_us_1.mp3"
}