{
  "noun": [
    {
      "description": "The expression or application of human creative skill and imagination, typically in a visual form such as painting or sculpture, producing works to be appreciated primarily for their beauty or emotional power.",
      "examples": [
        "the art of the Renaissance",
        "great art is concerned with moral imperfections",
        "she studied art in Paris"
      ],
      "synonyms": [
        "fine art",
        "artwork",
        "creative activity"
      ]
    },
    {
      "description": "The various branches of creative activity, such as painting, music, literature, and dance.",
      "examples": [
        "the visual arts",
        "the art of photography"
      ]
    },
    {
      "description": "Subjects of study primarily concerned with the processes and products of human creativity and social life, such as languages, literature, and history (as contrasted with scientific or technical subjects)",
      "examples": [
        "the belief that the arts and sciences were incompatible",
        "the Faculty of Arts"
      ]
    },
    {
      "description": "A skill at doing a specified thing, typically one acquired through practice.",
      "examples": [
        "the art of conversation"
      ],
      "synonyms": [
        "skill",
        "craft",
        "technique"
      ]
    }
  ],
  "": [
    {
      "examples": []
    }
  ],
  "phrases": [
    "In a school setting, it's never art for art's sake.",
    "Having criticized art for art's sake for being potentially reactionary, they then focus on the counterproposal they offer to socialist realism and Stalinism.",
    "English cultural commentators have recently speculated that this hostility is more widespread, and that there is a deep historical and cultural resistance to the very idea of art for art's sake in Scotland.",
    "It's an odd looking movie that embraces the idea of art for art's sake.",
    "The great thing about being in Calgary, as opposed to L.A., is that you kind of do art for art's sake, and comedy for comedy's sake."
  ],
  "origin": "Middle English: via Old French from Latin ars, art-.",
  "pronounciation": "/ärt/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/art_us_2.mp3"
}