{
  "noun": [
    {
      "description": "The power or right to give orders, make decisions, and enforce obedience.",
      "examples": [
        "he had absolute authority over his subordinates",
        "a rebellion against those in authority",
        "positions of authority",
        "they acted under the authority of the UN Security Council"
      ],
      "synonyms": [
        "power",
        "jurisdiction",
        "command",
        "control",
        "mastery",
        "charge",
        "dominance",
        "dominion",
        "rule",
        "sovereignty",
        "ascendancy",
        "supremacy",
        "domination"
      ]
    },
    {
      "description": "A person or organization having power or control in a particular, typically political or administrative, sphere.",
      "examples": [
        "the health authorities",
        "the Chicago Transit Authority",
        "the authorities ordered all foreign embassies to close",
        "she wasn't used to dealing with authority"
      ],
      "synonyms": [
        "officials",
        "officialdom",
        "the people in charge",
        "the government",
        "the administration",
        "the establishment",
        "the bureaucracy",
        "the system"
      ]
    },
    {
      "description": "The power to influence others, especially because of one's commanding manner or one's recognized knowledge about something.",
      "examples": [
        "he has the natural authority of one who is used to being obeyed",
        "he spoke with authority on the subject"
      ],
      "synonyms": [
        "power",
        "jurisdiction",
        "command",
        "control",
        "mastery",
        "charge",
        "dominance",
        "dominion",
        "rule",
        "sovereignty",
        "ascendancy",
        "supremacy",
        "domination"
      ]
    }
  ],
  "phrases": [
    "I have it on good authority that there is a waiting list of up to five weeks",
    "And no, I haven't read the book but I have it on good authority (my mum and dad) that it's a great read.",
    "For this column has it on good authority that the island is about to be bought by a Japanese / British consortium and transformed into a racetrack for one of the quickest growing sports in Europe.",
    "I have it on good authority that he has left the company.",
    "I have it on good authority that he is a personal friend of hers."
  ],
  "origin": "Middle English: from Old French autorite, from Latin auctoritas, from auctor originator, promoter (see author).",
  "pronounciation": "/əˈTHôrədē/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/authority_us_1_rr.mp3"
}