{
  "noun": [
    {
      "description": "A small metal spike with a broadened flat head, driven typically into wood with a hammer to join things together or to serve as a peg or hook.",
      "synonyms": [
        "pin",
        "spike",
        "tack",
        "rivet"
      ]
    },
    {
      "description": "A horny covering on the upper surface of the tip of the finger and toe in humans and other primates.",
      "synonyms": [
        "fingernail",
        "thumbnail",
        "toenail"
      ]
    },
    {
      "description": "A measure of length for cloth, equal to 21/4 inches."
    },
    {
      "description": "A measure of wool, beef, or other commodity, roughly equal to 7 or 8 pounds."
    }
  ],
  "verb": [
    {
      "description": "Fasten to a surface or to something else with a nail or nails.",
      "examples": [
        "nail the edge framing to the wall",
        "the teacher was nailing up the lists"
      ],
      "synonyms": [
        "fasten",
        "attach",
        "fix",
        "affix",
        "secure",
        "tack",
        "hammer",
        "pin",
        "post"
      ]
    },
    {
      "description": "Expose (someone) as deceitful or criminal; catch or arrest.",
      "examples": [
        "have you nailed the killer?"
      ],
      "synonyms": [
        "catch",
        "capture",
        "apprehend",
        "arrest",
        "take into custody",
        "seize",
        "take in",
        "bring in"
      ]
    },
    {
      "description": "(of a fielder) put (a runner) out by throwing to a base.",
      "examples": [
        "he dropped a perfect throw home that should have nailed Joe by yards"
      ]
    },
    {
      "description": "(of a player) defeat or outwit (an opponent)",
      "examples": [
        "Navratilova tried to nail her on the backhand side"
      ]
    },
    {
      "description": "(of a player) secure (a victory) conclusively.",
      "examples": [
        "there's no doubt I had chances to nail it in the last set"
      ]
    },
    {
      "description": "Tackle (the quarterback or ballcarrier), especially at or behind the line of scrimmage."
    },
    {
      "description": "Perform (an action or task) perfectly.",
      "examples": [
        "she absolutely nailed the high notes",
        "I guess they were indeed impressed (nailed it!)"
      ]
    },
    {
      "description": "(of a man) have sexual intercourse with (someone)."
    }
  ],
  "phrases": [
    "I wouldn't say I'm soft as putty but I wouldn't say I'm hard as nails either.",
    "To put it bluntly, they tend to be as hard as nails.",
    "I loved watching him as he was hard as nails and a real winner.",
    "He was of the old school of player, brilliant in the air and hard as nails in the tackle, he gave as good as he got and was no mean player.",
    "He was as hard as nails, and even if we weren't scared of him, he had our respect and a certain amount of hero worship.",
    "I can't nail her down to a specific date",
    "Now, I am not looking to nail you down about what material you want to put on - I understand that those things are dependent upon how the material shapes - but what time are we looking at?",
    "We couldn't quite nail them down on their prices for the new service, but we can say that it will be comparable to other subscription services the company offers.",
    "Cos the last time a target was just a lofty goal, not a commitment or a promise. Let's nail him down this time.",
    "I want people to know when they come to a show that it's going to be all over the place and that it's fun without having to nail us down to any other expectation."
  ],
  "origin": "Old English nægel (noun), næglan (verb), of Germanic origin; related to Dutch nagel and German Nagel, from an Indo-European root shared by Latin unguis and Greek onux.",
  "pronounciation": "/neɪl/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/nail_us_1.mp3"
}