{
  "noun": [
    {
      "description": "The part of a person's or animal's body connecting the head to the rest of the body.",
      "examples": [
        "she is wearing a silk scarf around her neck",
        "the neck muscles"
      ],
      "synonyms": [
        "nape",
        "scruff"
      ]
    },
    {
      "description": "A narrow part of something, resembling a neck in shape or position."
    },
    {
      "description": "The length of a horse's head and neck as a measure of its lead in a race.",
      "examples": [
        "the colt won the 122nd running of the Midsummer Derby by a neck"
      ]
    }
  ],
  "verb": [
    {
      "description": "(of two people) kiss and caress amorously.",
      "examples": [
        "we started necking on the sofa"
      ],
      "synonyms": [
        "kiss",
        "caress",
        "pet"
      ]
    },
    {
      "description": "Swallow (something, especially a drink)",
      "examples": [
        "after necking some beers, we left the bar"
      ],
      "synonyms": [
        "swallow",
        "gulp down",
        "quaff",
        "swill",
        "guzzle",
        "sup"
      ]
    },
    {
      "description": "Form a narrowed part at a particular point when subjected to tension.",
      "examples": [
        "the nylon filament necks down to a fraction of its original diameter"
      ]
    }
  ],
  "phrases": [
    "The Minister for Education was getting it in the neck over the (still only theoretical) return of some sort of third level fees.",
    "Because they'll do the diags on it back at base and find out it's still working, and then I'll get it in the neck for not diagnosing it properly.",
    "This time its the Metropolitan Police Commissioner who is getting it in the neck.",
    "I was getting it in the neck, so was the chairman but deep down he realises what I'm attempting to do.",
    "We'd get it in the neck on Monday if he'd a bad game the day before."
  ],
  "origin": "Old English hnecca back of the neck, of Germanic origin; related to Dutch nek neck and German Nacken nape.",
  "pronounciation": "/nek/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/neck_us_1.mp3"
}