{
  "noun": [
    {
      "description": "The part projecting above the mouth on the face of a person or animal, containing the nostrils and used for breathing and smelling.",
      "synonyms": [
        "snout",
        "muzzle",
        "proboscis",
        "trunk"
      ]
    },
    {
      "description": "The front end of an aircraft, car, or other vehicle.",
      "synonyms": [
        "tip",
        "nose cone"
      ]
    },
    {
      "description": "A look, especially out of curiosity.",
      "examples": [
        "she wanted a good nose around the house"
      ],
      "synonyms": [
        "search",
        "look",
        "prowl",
        "ferret",
        "poke",
        "exploration",
        "investigation"
      ]
    }
  ],
  "verb": [
    {
      "description": "(of an animal) thrust its nose against or into something, especially in order to smell it.",
      "examples": [
        "the pony nosed at the straw"
      ],
      "synonyms": [
        "nuzzle",
        "nudge",
        "push",
        "prod"
      ]
    },
    {
      "description": "Investigate or pry into something.",
      "examples": [
        "I was anxious to get inside and nose around her house",
        "she's always nosing into my business"
      ],
      "synonyms": [
        "pry",
        "enquire impertinently",
        "be inquisitive",
        "enquire"
      ]
    },
    {
      "description": "(of a vehicle or its driver) make one's way cautiously forward.",
      "examples": [
        "he turned left and nosed into an empty parking space"
      ],
      "synonyms": [
        "move slowly",
        "ease",
        "inch",
        "edge",
        "move",
        "manoeuvre",
        "steer",
        "slip",
        "squeeze",
        "slide"
      ]
    }
  ],
  "phrases": [
    "Harmony Lodge scored by a nose over Shine Again in the 2003 Ballerina.",
    "She scored her lone stakes triumph in the 1 1/16-mile Hillsborough Handicap by a nose over Crazy Ensign at Bay Meadows on September 28.",
    "Who could forget the exciting finish of 2003, when Ricky Craven beat Kurt Busch by a nose?",
    "The four-year-old Lac Ouimet gelding scored by a nose in the Red Smith Handicap on November 20 at Aqueduct in his graded stakes debut.",
    "His bid for the Japanese Triple Crown failed only by a nose in the Tokyo Yushun on May 28."
  ],
  "origin": "Old English nosu, of West Germanic origin; related to Dutch neus, and more remotely to German Nase, Latin nasus, and Sanskrit nāsā; also to ness.",
  "pronounciation": "/nōz/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/nose_us_1.mp3"
}