{
  "noun": [
    {
      "description": "The fact of observing or paying attention to something.",
      "examples": [
        "their silence did not escape my notice",
        "it has come to our notice that you have been missing school"
      ],
      "synonyms": [
        "attention",
        "observation",
        "awareness",
        "consciousness",
        "perception",
        "cognizance",
        "heed",
        "note"
      ]
    },
    {
      "description": "Notification or warning of something, especially to allow preparations to be made.",
      "examples": [
        "interest rates are subject to fluctuation without notice"
      ],
      "synonyms": [
        "notification",
        "warning",
        "advance warning",
        "announcement",
        "apprisal",
        "intimation"
      ]
    },
    {
      "description": "A displayed sheet or placard giving news or information.",
      "examples": [
        "the jobs were advertised in a notice posted in the common room"
      ],
      "synonyms": [
        "information sheet",
        "bill",
        "handbill",
        "poster",
        "advertisement",
        "announcement",
        "bulletin",
        "broadsheet",
        "circular",
        "flyer",
        "leaflet",
        "pamphlet",
        "sign",
        "placard"
      ]
    }
  ],
  "verb": [
    {
      "description": "Become aware of.",
      "examples": [
        "he noticed the youths behaving suspiciously",
        "I noticed that she was looking tired",
        "they were too drunk to notice"
      ],
      "synonyms": [
        "observe",
        "perceive",
        "note",
        "see",
        "become aware of",
        "discern",
        "detect",
        "spot",
        "distinguish",
        "catch sight of",
        "make out",
        "take notice of",
        "mark",
        "remark"
      ]
    }
  ],
  "phrases": [
    "tours may be canceled at short notice",
    "The ground units would, of course, be backed by massive conventional air and sea power, ready to subject the enemy to a lethal barrage at a moment's notice.",
    "The funds have been transferred to my offshore account, and I am prepared to leave at a moment's notice.",
    "Visits were sometimes cancelled at a moment's notice when this happened, and her friends came to accept this.",
    "If you're feeling creative, hollow out tangerine shells, freeze them, then fill with granita and keep in the freezer to pull out at a moment's notice."
  ],
  "origin": "Late Middle English (in notice (sense 2 of the noun)): from Old French, from Latin notitia being known, from notus known (see notion).",
  "pronounciation": "/ˈnoʊdəs/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/notice_us_1.mp3"
}