{
  "noun": [
    {
      "description": "A thing made or adapted for a particular purpose, especially a piece of mechanical or electronic equipment.",
      "examples": [
        "a measuring device"
      ],
      "synonyms": [
        "implement",
        "gadget",
        "utensil",
        "tool",
        "appliance",
        "piece of equipment",
        "apparatus",
        "piece of apparatus",
        "piece of hardware",
        "instrument",
        "machine",
        "mechanism",
        "contrivance",
        "contraption",
        "invention",
        "convenience",
        "amenity",
        "aid"
      ]
    },
    {
      "description": "A plan, scheme, or trick with a particular aim.",
      "examples": [
        "writing a public letter is a traditional device for signaling dissent"
      ],
      "synonyms": [
        "ploy",
        "plan",
        "cunning plan",
        "tactic",
        "move",
        "means",
        "stratagem",
        "scheme",
        "plot",
        "trick",
        "ruse",
        "gambit",
        "manoeuvre",
        "machination",
        "intrigue",
        "contrivance",
        "expedient",
        "dodge",
        "artifice",
        "subterfuge",
        "game",
        "wile"
      ]
    },
    {
      "description": "A drawing or design.",
      "examples": [
        "the decorative device on the invitations"
      ]
    }
  ],
  "phrases": [
    "I think if we were to turn the clock back, we wouldn't have left them to their own devices, more or less unsupervised, for three years, while they blithered and had their internal political machinations and so on.",
    "Without an institution to cling to, they are left to their own devices in all respects.",
    "Members of the community say they have been left to their own devices by law enforcement officials for many years, and are struggling between an instinctive resentment of police and a burgeoning sense of the size of the problem.",
    "Stuck in the limbo of adolescence, too old to be tucked up in bed, too young to go down the pub, they are left to their own devices.",
    "Nature magically stimulates children's imaginations; their level of inventiveness and ingenuity seems to explode when they are left to their own devices."
  ],
  "origin": "Middle English: from Old French devis, based on Latin divis- divided, from the verb dividere. The original sense was desire or intention, found now only in leave someone to their own devices (which has become associated with device (sense 2)).",
  "pronounciation": "/dəˈvaɪs/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/device_us_1.mp3"
}