{
  "noun": [
    {
      "description": "A shallow, flat-bottomed container for cooking or serving food.",
      "examples": [
        "an ovenproof dish"
      ],
      "synonyms": [
        "bowl",
        "plate",
        "soup plate",
        "platter",
        "salver"
      ]
    },
    {
      "description": "A shallow, concave receptacle, especially one intended to hold a particular substance.",
      "examples": [
        "a water dish"
      ],
      "synonyms": [
        "bowl",
        "plate",
        "soup plate",
        "platter",
        "salver"
      ]
    },
    {
      "description": "A sexually attractive person.",
      "examples": [
        "I gather he's quite a dish"
      ],
      "synonyms": [
        "beauty",
        "belle",
        "goddess",
        "venus",
        "siren",
        "dream",
        "vision",
        "picture",
        "sensation",
        "joy to behold"
      ]
    },
    {
      "description": "Information which is not generally known or available.",
      "examples": [
        "if he has the real dish I wish he'd tell us"
      ]
    },
    {
      "description": "Concavity of a spoked wheel resulting from a difference in spoke tension on each side and consequent sideways displacement of the rim in relation to the hub."
    }
  ],
  "verb": [
    {
      "description": "Put food on to a plate or plates before a meal.",
      "examples": [
        "Steve was dishing up vegetables"
      ],
      "synonyms": [
        "distribute",
        "dispense",
        "issue",
        "disburse",
        "hand out",
        "give out",
        "pass out",
        "pass round"
      ]
    },
    {
      "description": "Utterly destroy, confound, or defeat (someone or something).",
      "synonyms": [
        "destroy",
        "put an end to",
        "bring to an end",
        "be the end of",
        "end",
        "extinguish",
        "dash",
        "quell",
        "quash",
        "ruin",
        "wreck",
        "shatter",
        "smash",
        "crush",
        "scotch"
      ]
    },
    {
      "description": "Give concavity to (a wheel) by tensioning the spokes."
    }
  ],
  "phrases": [
    "The newspaper reports that another whistleblower could be about to dish the dirt.",
    "What he won't be doing is dishing the dirt on the local MPs he hobnobs with every day in the course of his work.",
    "On eviction you will also be required to visit the diary room to vent your spleen and dish the dirt as you see fit.",
    "Why have they taken three months to dish the dirt on you?",
    "Still, he does not appear to go out of his way to dish the dirt.",
    "Paul wasted no time getting the ball down the court and dished it off to Randall deep on the perimeter, who passed to Rob to score a basket easily over his shorter opponent.",
    "But does he dish the ball off to one of the Indiana big men?",
    "Andrew set off on a charge at the defence before dishing it off to John for a shot, which ricocheted out to Richard.",
    "In the 19th Ronald ran by several defenders and then dished the ball off to Jon, who shot high and wide.",
    "But it would all change when John slipped a ball into his teammate who dished it off to Connor coming through at pace."
  ],
  "origin": "Old English disc plate, bowl (related to Dutch dis, German Tisch table), based on Latin discus (see discus).",
  "pronounciation": "/dɪʃ/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/dish_us_1.mp3"
}