{
  "verb": [
    {
      "description": "Pull (someone or something) along forcefully, roughly, or with difficulty.",
      "examples": [
        "we dragged the boat up the beach",
        "I dragged my eyes away"
      ],
      "synonyms": [
        "haul",
        "pull",
        "draw",
        "tug",
        "heave",
        "trail",
        "trawl",
        "tow"
      ]
    },
    {
      "description": "(of time, events, or activities) pass slowly and tediously.",
      "examples": [
        "the day dragged—eventually it was time for bed"
      ],
      "synonyms": [
        "become tedious",
        "appear to pass slowly",
        "go slowly",
        "move slowly",
        "creep along",
        "limp along",
        "crawl",
        "hang heavy",
        "go at a snail's pace",
        "wear on",
        "go on too long",
        "go on and on"
      ]
    }
  ],
  "noun": [
    {
      "description": "The action of pulling something forcefully or with difficulty.",
      "examples": [
        "the drag of the current"
      ],
      "synonyms": [
        "pull",
        "tug",
        "tow",
        "heave",
        "yank"
      ]
    },
    {
      "description": "A boring or tiresome person or thing.",
      "examples": [
        "working nine to five can be a drag"
      ],
      "synonyms": [
        "bore",
        "tedious thing",
        "tiresome thing",
        "nuisance",
        "bother",
        "trouble",
        "pest",
        "annoyance",
        "source of annoyance",
        "trial",
        "vexation",
        "thorn in one's flesh"
      ]
    },
    {
      "description": "An act of inhaling smoke from a cigarette.",
      "examples": [
        "he took a long drag on his cigarette"
      ]
    },
    {
      "description": "Clothing more conventionally worn by the opposite sex, especially women's clothes worn by a man.",
      "examples": [
        "a fashion show, complete with men in drag",
        "a live drag show"
      ]
    },
    {
      "description": "A street or road.",
      "examples": [
        "the main drag"
      ]
    },
    {
      "description": "A thing that is pulled along the ground or through water."
    },
    {
      "description": "A strong-smelling lure drawn before hounds as a substitute for a fox or other hunted animal."
    },
    {
      "description": "Influence over other people.",
      "examples": [
        "they had the education but they didn't have the drag"
      ],
      "synonyms": [
        "control",
        "authority",
        "influence",
        "dominance",
        "mastery",
        "domination",
        "rule",
        "command",
        "ascendancy",
        "supremacy",
        "dominion",
        "sovereignty",
        "jurisdiction",
        "sway",
        "weight",
        "leverage",
        "hold",
        "grasp",
        "say"
      ]
    },
    {
      "description": "One of the basic patterns (rudiments) of drumming, consisting of a stroke preceded by two grace notes, which are usually played with the other stick."
    },
    {
      "description": "A private vehicle like a stagecoach, drawn by four horses."
    }
  ],
  "phrases": [
    "You should have listened to me, I replied tiredly, dragging my feet as I walked.",
    "He drags his feet when he walks, following George step for step.",
    "Jake gave a little groan and slowly walked over, dragging his feet like a man condemned to death.",
    "Jason was dragging his feet as we walked up to the studio.",
    "Chris began dragging his feet as we walked briskly to the main doors.",
    "the economy will be dragged down by inefficient firms",
    "It got a bit silly and niggly at times as they tried to break us mentally and drag us down to their level.",
    "A bunch of usually reliable comedians are dragged down to the film's level.",
    "We cannot let them drag us down to their level, where violence is the only way to solve problems.",
    "That discipline has to be applied across all categories otherwise the economy will be dragged down by the burden of funding a highly inefficient public sector, she said."
  ],
  "origin": "Middle English: from Old English dragan or Old Norse draga to draw; the noun partly from Middle Low German dragge grapnel.",
  "pronounciation": "/draɡ/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/drag_us_1.mp3"
}