{
  "noun": [
    {
      "description": "A percussion instrument sounded by being struck with sticks or the hands, typically cylindrical, barrel-shaped, or bowl-shaped, with a taut membrane over one or both ends.",
      "examples": []
    },
    {
      "description": "A cylindrical container or receptacle.",
      "examples": [],
      "synonyms": [
        "canister",
        "barrel",
        "cylinder",
        "tank",
        "bin",
        "can"
      ]
    },
    {
      "description": "An evening or afternoon tea party of a kind that was popular in the late 18th and early 19th century.",
      "examples": []
    }
  ],
  "verb": [
    {
      "description": "Play a drum or drums.",
      "examples": []
    }
  ],
  "phrases": [
    "he limited campaign contributions in order to beat the drum against political action committees",
    "he bangs the drum of the free market",
    "Deputy chair of Scottish Enterprise, he bangs the drum for business formation, pushing resources into the best growth prospects.",
    "She said: It is absolutely vital we have an assembly with political clout which can bang the drum for the region over transport.",
    "And I'll continue to beat the drum for those companies and agencies brave enough to push the proverbial envelope.",
    "it had been drummed into them to dress correctly",
    "Later, talking of the need to drum instructions into players, he recalls, as he does elsewhere, a recorded message in a New York lift repeating the words mind the stairs.",
    "Manchester United legend Paddy Crerand never had any careers advice - his teachers had to drag him from the football pitch to drum some education into him.",
    "This is far more powerful and persuasive as propaganda than anything that could be achieved by crude state power directly drumming its message into the heads of the population.",
    "Somebody's got to drum some sense into that thick skull of yours."
  ],
  "origin": "Early 18th century: from Scottish Gaelic and Irish druim ridge.",
  "pronounciation": "/drəm/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/drum_us_1.mp3"
}