{
  "noun": [
    {
      "description": "A model or replica of a human being.",
      "examples": [
        "a waxwork dummy"
      ]
    },
    {
      "description": "Something designed to resemble and serve as a substitute for the real or usual thing; a counterfeit or sham.",
      "examples": [
        "tests using stuffed owls and wooden dummies",
        "a dummy torpedo",
        "dummy invoices and a dummy corporation, designed to underprice products"
      ]
    },
    {
      "description": "A stupid person.",
      "examples": [],
      "synonyms": [
        "idiot",
        "fool",
        "ass",
        "halfwit",
        "nincompoop",
        "dunce",
        "dolt",
        "ignoramus",
        "cretin",
        "imbecile",
        "dullard",
        "moron",
        "simpleton",
        "clod"
      ]
    },
    {
      "description": "The declarer's partner, whose cards are exposed on the table after the opening lead and played by the declarer.",
      "examples": []
    }
  ],
  "verb": [
    {
      "description": "Create a mock-up of (a book, document, etc.) page.",
      "examples": [
        "officials dummied up a set of photos"
      ]
    }
  ],
  "phrases": [
    "And they dummy up the quote, the application documents, the earnings statements.",
    "Of course, such synergistic bilge is commonplace, as is the tendency to dummy up on any topic that the parent company (or any of its advertisers) might want stifled.",
    "The function of consciousness must be in part to dummy up and shape a coherence from all the competing, conflicting subsystems that processed experience.",
    "They come out after closing hours, dummying up when the security guard passes by on his rounds."
  ],
  "origin": "Late 16th century: from dumb + -y. The original sense was a person who cannot speak, then an imaginary fourth player in whist (mid 18th century), whence a substitute for the real thing and a model of a human being (mid 19th century).",
  "pronounciation": "/ˈdəmē/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/dummy_us_1.mp3"
}