{
  "noun": [
    {
      "description": "For the purpose of; in the interest of; in order to achieve or preserve.",
      "examples": [
        "the couple moved to the coast for the sake of her health",
        "let us say, for the sake of argument, that the plotter and the assassin are one and the same person",
        "for safety's sake, photographers are obliged to stand behind police lines"
      ],
      "synonyms": [
        "cause",
        "purpose",
        "reason",
        "aim",
        "end",
        "objective",
        "object",
        "goal",
        "motive"
      ]
    },
    {
      "description": "Out of consideration for or in order to help someone.",
      "examples": [
        "I have to make an effort for John's sake",
        "I felt I couldn't give up, for my own sake or the baby's"
      ],
      "synonyms": [
        "benefit",
        "advantage",
        "good",
        "well-being",
        "welfare",
        "interest",
        "gain",
        "profit"
      ]
    },
    {
      "description": "Used to express impatience, annoyance, urgency, or desperation.",
      "examples": [
        "“Oh, for God's sake!” snarled Dyson",
        "where did you get it, for heaven's sake?"
      ]
    }
  ],
  "phrases": [
    "they sat in the back seats for old times' sake",
    "The 30-odd bullock cart owners in the city live on the charity of a few traders in the Chalai market who hire them just for old times' sake.",
    "What makes you think I wouldn't help some friends for old times' sake?",
    "Even when electricity and central heating systems have made it unnecessary to rely on wood fires for warmth and light, many countries in the Northern hemisphere ensure that there is a symbolic fire in the grate, just for old times' sake.",
    "If you think I'm romanticising, look at the success of Friends Reunited among people who want to exchange e-mails for old times' sake."
  ],
  "origin": "Japanese.",
  "pronounciation": "/ˈsäkē/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/sake_us_2.mp3"
}