{
  "noun": [
    {
      "description": "A white crystalline substance which gives seawater its characteristic taste and is used for seasoning or preserving food.",
      "synonyms": [
        "sodium chloride"
      ]
    },
    {
      "description": "Any chemical compound formed from the reaction of an acid with a base, with all or part of the hydrogen of the acid replaced by a metal or other cation."
    },
    {
      "description": "An experienced sailor.",
      "synonyms": [
        "sailor",
        "seafarer",
        "seafaring man",
        "mariner",
        "boatman",
        "hand",
        "crew member",
        "rating"
      ]
    }
  ],
  "adjective": [
    {
      "description": "Impregnated with, treated with, or tasting of salt.",
      "examples": [
        "salt water",
        "salt beef"
      ],
      "synonyms": [
        "salty",
        "salted",
        "saline",
        "briny",
        "brackish"
      ]
    },
    {
      "description": "(of a plant) growing on the coast or in salt marshes."
    }
  ],
  "verb": [
    {
      "description": "Season or preserve with salt.",
      "examples": [
        "cook the carrots in boiling salted water"
      ]
    },
    {
      "description": "Sprinkle (a road or path) with salt in order to melt snow or ice."
    },
    {
      "description": "Fraudulently make (a mine) appear to be a paying one by placing rich ore into it."
    },
    {
      "description": "(of a horse) having developed a resistance to disease by surviving it."
    }
  ],
  "abbreviation": [
    {
      "description": "Strategic Arms Limitation Talks."
    }
  ],
  "phrases": [
    "Maidenhead rubbed salt into the wound, leap-frogging Carshalton after winning their third consecutive game.",
    "The shot went wide and Michael O'Leary rubbed salt into the wound by doubling his sides advantage almost immediately.",
    "He's done it a thousand times and you come off second best, looking for somewhere to crawl to while he rubs salt into the wound and others in the audience roll about laughing at your discomfort.",
    "Just to rub salt into the wound, the Judge also ordered that the mother can only visit the children if supervised by a court appointed representative, and that the cost of this would be over $1, 000 a day to the mother.",
    "Unions today accused cash-strapped Southampton hospital bosses of rubbing salt into the wound after advertising for a new personnel director - with a salary of up to £95,000.",
    "They weren't expecting it after all so they may as well pretend they're not getting it and salt it away for their child's future.",
    "He said she was rather tight-fisted with hers preferring to salt it away in a savings account and he felt lumbered with paying for most of the household bills as well as the fun things in life like holidays and meals out.",
    "As I have said I am satisfied it is salted away, therefore in his case, I make a Confiscation Order of the lesser of the two sums, that is the benefit figure, £139, 260 with a three year term imprisonment in default.",
    "Maggie, tell me about more of the iceberg, because it's easy to imagine that the money would be salted away in gold bouillon or somewhere exotic, piles of cash sitting in some vault somewhere.",
    "In many countries resources and funds have been salted away by corrupt governments with the result that vital medical and educational programmes are unable to cope or have ceased functioning altogether."
  ],
  "origin": "Old English sealt (noun), sealtan (verb), of Germanic origin; related to Dutch zout and German Salz (nouns), from an Indo-European root shared by Latin sal, Greek hals salt.",
  "pronounciation": "/sɔlt/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/salt_us_1.mp3"
}