{
  "noun": [
    {
      "description": "Each of the small, thin horny or bony plates protecting the skin of fish and reptiles, typically overlapping one another.",
      "synonyms": [
        "plate"
      ]
    },
    {
      "description": "A thick, dry flake of skin.",
      "synonyms": [
        "flake"
      ]
    },
    {
      "description": "A flaky covering or deposit."
    }
  ],
  "verb": [
    {
      "description": "Remove scale or scales from.",
      "examples": [
        "he scales the fish and removes the innards"
      ]
    },
    {
      "description": "(especially of the skin) form scales.",
      "examples": [
        "moisturizers can ease off drying and scaling"
      ]
    }
  ],
  "origin": "Late Middle English: from Latin scala ladder (the verb via Old French escaler or medieval Latin scalare climb), from the base of Latin scandere to climb.",
  "phrases": [
    "meteorologists warned that conditions would be brutal, with soaring temperatures and humidity off the scale",
    "viewing figures are likely to go off the scale because of all the hype",
    "After being locked down for so long, the hustle and bustle of the kitchen caused my anxiety level to go off the scale.",
    "I had a look at the burnout test, and I was definitely off the scale last summer.",
    "The passion and intensity with which these people laid into these songs are off the scale.",
    "in the short term, even scaling back defense costs money",
    "For example, the airline is developing a U.S. ad campaign that initially calls for TV buys, but cost might scale those plans back to radio and print.",
    "Consequently, to the extent that government funding is scaled back, government's ability to influence the type of digital cultural content that is made available to Canadians would ultimately diminish.",
    "Now the charity fears that families and friends of tsunami victims seeking help will not be able to get counselling as the national helpline has been scaled back to a reduced service at its London office.",
    "When they are scaled back, or delayed, or dropped, there is less publicity."
  ],
  "pronounciation": "/skāl/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/scale_us_1.mp3"
}