{
  "noun": [
    {
      "description": "A large-scale systematic plan or arrangement for attaining some particular object or putting a particular idea into effect.",
      "examples": [
        "a clever marketing scheme"
      ],
      "synonyms": [
        "plan",
        "project",
        "plan of action",
        "programme",
        "strategy",
        "stratagem",
        "game plan"
      ]
    },
    {
      "description": "A public housing complex.",
      "examples": [
        "the whole scheme is plunged into darkness, bar the light in Victor's house"
      ]
    }
  ],
  "verb": [
    {
      "description": "Make plans, especially in a devious way or with intent to do something illegal or wrong.",
      "examples": [
        "he schemed to bring about the collapse of the government"
      ],
      "synonyms": [
        "plot",
        "hatch a plot",
        "conspire",
        "take part in a conspiracy",
        "intrigue",
        "connive",
        "manoeuvre",
        "plan",
        "lay plans"
      ]
    }
  ],
  "phrases": [
    "in the overall scheme of things, we didn't do badly",
    "Whether it takes another 10 days or two weeks, in the scheme of things, it's immaterial.",
    "I don't think I'm being totally too free and loose by describing that as a relatively small risk in the scheme of things.",
    "I'm mildly concerned that if I go out for lunch I probably won't be able to pay rent this week, but really this is a minor problem in the scheme of things.",
    "It stemmed from an attempt to figure out my place in the scheme of things."
  ],
  "origin": "Mid 16th century (denoting a figure of speech): from Latin schema, from Greek (see schema). An early sense was diagram of the position of celestial objects, giving rise to diagram, outline, whence the current senses. The unfavorable notion plot arose in the mid 18th century.",
  "pronounciation": "/skēm/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/scheme_us_1.mp3"
}