{
  "noun": [
    {
      "description": "A short, slender, sharp-pointed metal pin with a raised helical thread running around it and a slotted head, used to join things together by being rotated so that it pierces wood or other material and is held tightly in place.",
      "synonyms": [
        "bolt",
        "fastener"
      ]
    },
    {
      "description": "An act of turning a screw or other object having a thread.",
      "synonyms": [
        "turn",
        "twist",
        "wrench",
        "lever",
        "heave"
      ]
    },
    {
      "description": "A prisoner's derogatory term for a prison guard or warden."
    },
    {
      "description": "An act of sexual intercourse."
    },
    {
      "description": "An amount of salary or wages.",
      "examples": [
        "he's offered me the job with a jolly good screw"
      ]
    },
    {
      "description": "A mean or miserly person."
    },
    {
      "description": "A worn-out horse.",
      "synonyms": [
        "nag",
        "inferior horse",
        "tired-out horse",
        "worn-out horse",
        "rosinante"
      ]
    }
  ],
  "verb": [
    {
      "description": "Fasten or tighten with a screw or screws.",
      "examples": [
        "screw the hinge to your new door"
      ],
      "synonyms": [
        "fasten",
        "secure",
        "fix",
        "attach",
        "clamp",
        "bolt",
        "rivet",
        "batten"
      ]
    },
    {
      "description": "Cheat or swindle (someone), especially by charging them too much for something.",
      "examples": [
        "if you do what they tell you, you're screwed",
        "we ended up getting more money than what they were trying to screw us for"
      ],
      "synonyms": [
        "cheat",
        "swindle",
        "defraud",
        "gazump",
        "fleece"
      ]
    },
    {
      "description": "Have sexual intercourse with."
    }
  ],
  "phrases": [
    "When it comes to constitutional matters, however, he seems to have his head screwed on right.",
    "Dubliner Colin Farrell seems to have his head screwed the right way as he takes fame with a pinch of salt.",
    "Charles has always had his head screwed on right, but this past year, he's seemed, distracted.",
    "Brian has his head screwed on as he wants to be a soccer manager when he grows up.",
    "Thankfully, the co-organiser seems to have his head screwed on, and is just getting on with it.",
    "I was screwing around on the guitar, and I came up with this riff and the lyrics are very personal.",
    "Another fellow stays late, never screws around, but still gets less done.",
    "Through the years I always took an interest in pop music and I would listen to bands that really had a great melodic aesthetic, but really screwed around with it a little more.",
    "I don't even know, we just always screw around, and people think that's flirting.",
    "I was looking forward to a nice relaxing evening of screwing around with some new software, but it was not to be."
  ],
  "origin": "Late Middle English (as a noun): from Old French escroue female screw, nut, from Latin scrofa, literally sow, later screw. The early sense of the verb was contort (the features), twist around (late 16th century).",
  "pronounciation": "/skru/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/screw_us_1.mp3"
}