{
  "noun": [
    {
      "description": "A device or substance that is used to join two things together so as to prevent them from coming apart or to prevent anything from passing between them.",
      "examples": [
        "blue smoke from the exhaust suggests worn valve seals"
      ],
      "synonyms": [
        "sealant",
        "sealer",
        "adhesive"
      ]
    },
    {
      "description": "A piece of wax, lead, or other material with an individual design stamped into it, attached to a document to show that it has come from the person who claims to have issued it.",
      "synonyms": [
        "emblem",
        "symbol",
        "insignia",
        "device",
        "badge",
        "crest",
        "coat of arms",
        "token",
        "mark",
        "monogram",
        "stamp"
      ]
    },
    {
      "description": "A thing regarded as a confirmation or guarantee of something.",
      "examples": [
        "the International Monetary Fund is likely to give a seal of approval to the Mexican plan"
      ]
    },
    {
      "description": "The obligation on a priest not to divulge anything said during confession.",
      "examples": [
        "I was told under the seal"
      ]
    }
  ],
  "verb": [
    {
      "description": "Fasten or close securely.",
      "examples": [
        "he folded it, sealed the envelope, and walked to the mailbox"
      ],
      "synonyms": [
        "fasten",
        "secure",
        "shut",
        "close up",
        "lock",
        "bolt",
        "board up"
      ]
    },
    {
      "description": "Apply a nonporous coating to (a surface) to make it impervious.",
      "examples": [
        "seal the finish with a satin varnish"
      ]
    },
    {
      "description": "Fry (food) briefly in hot fat to prevent it from losing too much of its moisture during subsequent cooking.",
      "examples": [
        "heat the oil and seal the lamb on both sides"
      ]
    },
    {
      "description": "Conclude, establish, or secure (something) definitively, excluding the possibility of reversal or loss.",
      "examples": [
        "to seal the deal he offered Thornton a place on the board of the nascent company"
      ],
      "synonyms": [
        "clinch",
        "secure",
        "settle",
        "conclude",
        "complete",
        "establish"
      ]
    },
    {
      "description": "Fix a piece of wax or lead stamped with a design to (a document) to authenticate it."
    }
  ],
  "phrases": [
    "Tell me all your secrets, because at the moment my lips are sealed.",
    "Don't worry; I won't tell anyone about your little episode, my lips are sealed.",
    "But my lips are sealed on what they are, for the moment.",
    "Indeed, my lips are sealed, but we know that in his heart of hearts that is what Maurice is seeking.",
    "But my lips are sealed… Ooh, I find it hard to keep secrets, but he is really cool."
  ],
  "origin": "1960s: abbreviation of sea, air, land (team).",
  "pronounciation": "/ˈsi(ə)l/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/seal_us_1.mp3"
}