{
  "ordinal number": [
    {
      "description": "Constituting number two in a sequence; coming after the first in time or order; 2nd.",
      "examples": [
        "he married for a second time",
        "Herbie was the second of their six children"
      ],
      "synonyms": [
        "next",
        "following",
        "after the first",
        "subsequent",
        "ensuing",
        "succeeding",
        "coming"
      ]
    },
    {
      "description": "Subordinate or inferior in position, rank, or importance.",
      "examples": [
        "it was second only to Copenhagen among Baltic ports",
        "he is a writer first and a scientist second"
      ],
      "synonyms": [
        "secondary",
        "lower",
        "subordinate",
        "subsidiary",
        "lesser",
        "minor",
        "subservient",
        "supporting",
        "lower-grade",
        "inferior"
      ]
    },
    {
      "description": "An attendant assisting a combatant in a duel or boxing match."
    }
  ],
  "verb": [
    {
      "description": "Formally support or endorse (a nomination or resolution or its proposer) as a necessary preliminary to adoption or further discussion.",
      "examples": [
        "Bertonazzi seconded Birmingham's nomination"
      ],
      "synonyms": [
        "formally support",
        "give one's support to",
        "announce one's support for",
        "vote for",
        "back",
        "back up",
        "approve",
        "give one's approval to",
        "endorse",
        "promote",
        "commend"
      ]
    }
  ],
  "noun": [
    {
      "description": "A sixtieth of a minute of time, which as the SI unit of time is defined in terms of the natural periodicity of the radiation of a cesium-133 atom."
    },
    {
      "description": "A sixtieth of a minute of angular distance."
    }
  ],
  "phrases": [
    "It was controversial because, in the first place, the Government would not release it, and, in the second place, estimates made by private sector bankers were very large and the Government disputed them.",
    "None of this boded very well for the Secreta Alf, who, in the first place, didn't like cold, and, in the second place, didn't like people.",
    "And in the second place, I'm not putting any moves on her.",
    "And in the second place, it just leaves more room for you and me.",
    "And in the second place, what sort of sense does it make to release details of the payment?"
  ],
  "origin": "Early 19th century: from French en second in the second rank (of officers).",
  "pronounciation": "/səˈkɑnd/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/second_us_2.mp3"
}