{
  "verb": [
    {
      "description": "Cause to go or be taken to a particular destination; arrange for the delivery of, especially by mail.",
      "examples": [
        "we sent a reminder letter but received no reply",
        "he sent her a nice little note"
      ],
      "synonyms": [
        "dispatch",
        "post",
        "mail",
        "put in the mail",
        "put in the post",
        "address",
        "get off",
        "convey",
        "consign",
        "direct",
        "forward",
        "redirect",
        "send on",
        "remit",
        "airmail"
      ]
    },
    {
      "description": "Affect with powerful emotion; put into ecstasy.",
      "examples": [
        "it's the spectacle and music that send us, not the words"
      ],
      "synonyms": [
        "excite",
        "stimulate",
        "move",
        "rouse",
        "stir",
        "thrill",
        "electrify",
        "intoxicate",
        "enrapture",
        "enthral",
        "grip",
        "ravish",
        "charm",
        "delight",
        "give pleasure to",
        "titillate"
      ]
    }
  ],
  "verb &amp; noun": [],
  "phrases": [
    "What if the car knocked him full off the bike and sent him flying?",
    "Michael again easily avoided the blow and gave a sharp tug on the arm sending James flying to the ground.",
    "After a while of walking I hit something that sent me flying to the ground.",
    "It sent her flying to the ground and almost knocked her unconscious.",
    "With a swipe of his arm that contained more power than I thought possible he knocked me back and sent me flying into the crowd behind me.",
    "you can send away for the recipe",
    "A few years ago, armed with a few extra bucks from my quarterly student loan dispersement, I sent away for an exciting new book that appeared to be the answer to all of my questions about how the West sees herbal medicines.",
    "The remarking process can cost up to £52 per pupil and, despite sending away for the remarks, many of the students are still waiting for their new grade.",
    "I really wasn't such a Johnny Ace fan but I felt bad all the same, so I sent away for his picture.",
    "Rowena immediately recognized it as the Chow Hall apron her sister had sent away for."
  ],
  "origin": "Old English sendan, of Germanic origin; related to Dutch zenden and German senden.",
  "pronounciation": "/sɛnd/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/send_us_1.mp3"
}