{
  "noun": [
    {
      "description": "A vessel larger than a boat for transporting people or goods by sea.",
      "synonyms": [
        "vessel",
        "craft",
        "boat"
      ]
    }
  ],
  "verb": [
    {
      "description": "Transport (goods or people) on a ship.",
      "examples": [
        "the wounded soldiers were shipped home"
      ],
      "synonyms": [
        "convey",
        "carry",
        "take",
        "transfer",
        "move",
        "shift",
        "bring",
        "fetch",
        "send",
        "deliver",
        "bear",
        "conduct",
        "haul",
        "lug",
        "cart",
        "run",
        "ship",
        "ferry"
      ]
    },
    {
      "description": "(of a boat) take in (water) over the side."
    },
    {
      "description": "Take (oars) from the oarlocks and lay them inside a boat."
    }
  ],
  "phrases": [
    "they have fled like rats from a sinking ship",
    "The experience that steadied a sinking ship is likely to remain and changes will be implemented with care.",
    "Two months ago, his campaign looked like a sinking ship and today he's probably on the way to the nomination.",
    "I, on the other hand am not impressed because if we're ever on a sinking ship, my husband is sinking like a rock.",
    "Given his obvious skills at putting the best face on a sinking ship, surely a role with the National Party would have been more appropriate?",
    "And just to set the stage, it is a dirty bomb that apparently goes off in one of the shipping containers out here at the Los Angeles Harbor.",
    "With a majority of South Carolina breeders shipping mares out of state, another area of emphasis will be to encourage more in-state breeding.",
    "Assemble a set of blocks and ship it out to the customer.",
    "If the US wants to ship goods out of, say, Houston or Dallas, the shortest, least expensive route is through Mexico to the port of Manzanillo and out to Asia.",
    "See how deftly I drop this server crate into the space ably provided by the combination of a slice and rack and how the organisational software automatically ships it out of the warehouse."
  ],
  "origin": "Early 21st century: abbreviation of relationship.",
  "pronounciation": "/ʃɪp/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/_ship_1_us_1.mp3"
}