{
  "noun": [
    {
      "description": "The firing of a gun or cannon.",
      "examples": [
        "he brought down a caribou with a single shot to the neck",
        "the opening shots have been fired in a legal battle over repairs"
      ],
      "synonyms": [
        "report",
        "crack",
        "bang",
        "blast",
        "explosion",
        "discharge"
      ]
    },
    {
      "description": "A hit, stroke, or kick of the ball in sports such as basketball, tennis, or golf.",
      "examples": [
        "his partner pulled off a winning backhand shot"
      ],
      "synonyms": [
        "stroke",
        "hit",
        "strike"
      ]
    },
    {
      "description": "A ball of stone or metal used as a missile fired from a large gun or cannon.",
      "synonyms": [
        "ball",
        "bullet",
        "cannonball",
        "slug",
        "projectile"
      ]
    },
    {
      "description": "A photograph.",
      "examples": [
        "she took a shot of me holding a lamp near my face"
      ],
      "synonyms": [
        "photograph",
        "photo",
        "snap",
        "snapshot",
        "picture",
        "likeness",
        "image",
        "portrait",
        "study",
        "print",
        "slide",
        "transparency",
        "negative",
        "positive",
        "plate",
        "film",
        "bromide",
        "frame",
        "exposure",
        "still",
        "proof",
        "enprint",
        "enlargement"
      ]
    },
    {
      "description": "A small drink, especially of distilled liquor.",
      "examples": [
        "he took a shot of whiskey"
      ]
    },
    {
      "description": "The launch of a space rocket.",
      "examples": [
        "a moon shot"
      ]
    }
  ],
  "verb": [],
  "adjective": [
    {
      "description": "(of colored cloth) woven with a warp and weft of different colors, giving a contrasting iridescent effect when looked at from different angles.",
      "examples": [
        "a dress of shot silk"
      ],
      "synonyms": [
        "variegated",
        "mottled",
        "watered",
        "moiré"
      ]
    },
    {
      "description": "Ruined or worn out.",
      "examples": [
        "a completely shot engine will put you out of the race",
        "my nerves are shot"
      ]
    }
  ],
  "phrases": [
    "I don't mind losing as long as you give it your best shot.",
    "He said: I am giving it my best shot and hoping that we raise as much money as possible so we can help find a cure for Lily quickly.",
    "That's not to say we won't be giving it our best shot.",
    "It will be difficult as there is only a team of three, but I will be giving it my best shot.",
    "I'm not so bothered about the result as long as we perform well and everybody gives it their best shot.",
    "For the last 18 months or so we've been overpaying our flexible mortgage to get shot of it more quickly.",
    "It's too late to get shot of him now at this crucial stage of the qualifying campaign, but if we qualify then maybe we need the change before we go.",
    "But I'm mindful that these aren't people I'm getting shot of.",
    "Some might even be happy to be shot of the badge - wearing radicals with loopy ideas who used to give politics a bad name.",
    "They are not the reason I resigned - but what a joy it is to be shot of them."
  ],
  "origin": "Late Middle English: from shot; compare with Old English scēotan shoot, pay, contribute and scot.",
  "pronounciation": "/SHät/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/shot_us_1.mp3"
}