{
  "noun": [
    {
      "description": "A smoothbore gun for firing small shot at short range."
    },
    {
      "description": "The front passenger seat in a vehicle.",
      "examples": [
        "Katherine sits in shotgun and gives Maria directions",
        "all the back benches in the shuttle were full when I arrived, so I took the shotgun seat"
      ]
    },
    {
      "description": "An offensive formation in which the quarterback receives the snap while standing several yards behind the line of scrimmage."
    }
  ],
  "adjective": [
    {
      "description": "Aimed at a wide range of things; having no specific target.",
      "examples": [
        "many companies use the shotgun approach, aiming advertising at the widest possible audience"
      ]
    },
    {
      "description": "Denoting a long, narrow single-story house whose rooms are arranged one behind another.",
      "examples": [
        "his family lived in a shotgun shack in South Memphis"
      ]
    }
  ],
  "verb": [
    {
      "description": "Shoot at or kill with a shotgun.",
      "examples": [
        "he had been shotgunned by drug dealers"
      ]
    },
    {
      "description": "Consume (a canned drink) in one go by puncturing the can, putting ones mouth over the resulting hole, and then opening the can by means of the ring pull to produce a rapid flow.",
      "examples": [
        "shotgunning beers"
      ]
    }
  ],
  "phrases": [
    "my girlfriend called shotgun, so I sat in the back seat",
    "Significant others of the driver or other people related (non-siblings) to the driver need not call shotgun.",
    "None of your passengers will be calling shotgun, and you might make a habit of letting friends drive, so you can lounge in back.",
    "If that politician ever asks to go for a ride, call shotgun.",
    "I call shotgun: Kiri usually claims the best spot at the front of the sidecar, leaving Mari and Hine to perch behind."
  ],
  "pronounciation": "/ˈʃɑtˌɡən/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/shotgun_us_1.mp3"
}