{
  "noun": [
    {
      "description": "The upper joint of the human arm and the part of the body between this and the neck."
    },
    {
      "description": "A part of something resembling a shoulder in shape, position, or function.",
      "examples": [
        "the shoulder of a pulley"
      ]
    },
    {
      "description": "A paved strip alongside a road for stopping on in an emergency."
    }
  ],
  "verb": [
    {
      "description": "Put (something heavy) over one's shoulder or shoulders to carry.",
      "examples": [
        "we shouldered our crippling backpacks and set off slowly up the hill"
      ]
    },
    {
      "description": "Push (someone or something) out of one's way with one's shoulder.",
      "examples": [
        "she shouldered him brusquely aside"
      ],
      "synonyms": [
        "push",
        "shove",
        "thrust",
        "propel",
        "jostle",
        "elbow",
        "force",
        "crowd",
        "prod",
        "poke",
        "nudge",
        "knock",
        "ram",
        "bulldoze",
        "sweep",
        "bundle",
        "hustle",
        "hurry",
        "rush",
        "manhandle"
      ]
    }
  ],
  "phrases": [
    "Sure, I've tried to live a benign life, putting my shoulder to the wheel for peace.",
    "Mr. Quinn also touched on developments at Ballycomey and in particular those who put their shoulder to the wheel to provide such a fine facility.",
    "We hope that, if the president will put his shoulder to the wheel, we'll be able to do it this time.",
    "Muthukuda should put his shoulder to the wheel more.",
    "We believe that if we put our shoulder to the wheel, we can create jobs for Australian workers - but it will take a truly national effort."
  ],
  "origin": "Old English sculdor, of West Germanic origin; related to Dutch schouder and German Schulter.",
  "pronounciation": "/ˈʃoʊldər/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/shoulder_us_1.mp3"
}