{
  "noun": [
    {
      "description": "An object, quality, or event whose presence or occurrence indicates the probable presence or occurrence of something else.",
      "examples": [
        "flowers are often given as a sign of affection",
        "the stores are full, which is a sign that the recession is past its worst"
      ],
      "synonyms": [
        "indication",
        "signal",
        "symptom",
        "hint",
        "pointer",
        "suggestion",
        "intimation",
        "mark",
        "manifestation",
        "demonstration"
      ]
    },
    {
      "description": "A gesture or action used to convey information or instructions.",
      "examples": [
        "she gave him the thumbs-up sign"
      ],
      "synonyms": [
        "gesture",
        "signal",
        "wave",
        "gesticulation",
        "cue",
        "nod"
      ]
    },
    {
      "description": "A notice that is publicly displayed giving information or instructions in a written or symbolic form.",
      "examples": [
        "I didn't see the stop sign"
      ],
      "synonyms": [
        "notice",
        "signpost",
        "signboard",
        "warning sign",
        "road sign",
        "traffic sign"
      ]
    },
    {
      "description": "Each of the twelve equal sections into which the zodiac is divided, named from the constellations formerly situated in each, and associated with successive periods of the year according to the position of the sun on the ecliptic.",
      "examples": [
        "a person born under the sign of Virgo"
      ]
    },
    {
      "description": "The positiveness or negativeness of a quantity."
    }
  ],
  "verb": [
    {
      "description": "Write one's name on (a letter, card, or similar item) to identify oneself as the writer or sender.",
      "examples": [
        "the card was signed by the whole class"
      ],
      "synonyms": [
        "write",
        "inscribe",
        "pen",
        "pencil",
        "scribble",
        "scrawl",
        "dash off",
        "put",
        "add"
      ]
    },
    {
      "description": "Use gestures to convey information or instructions.",
      "examples": [
        "she signed to her husband to leave the room"
      ],
      "synonyms": [
        "gesture",
        "signal",
        "give a sign to",
        "indicate",
        "direct",
        "motion",
        "gesticulate"
      ]
    },
    {
      "description": "Mark or consecrate with the sign of the cross."
    }
  ],
  "phrases": [
    "Oh no… Lord, grant him mercy, Katherine said, making the sign of the cross on her chest.",
    "In the name of the Father, Son and Holy Ghost, he said raising his hand to make the sign of the cross as the congregation knelt in prayer.",
    "Tony knelt down and prayed making the sign of the cross, while Jisty's parents said their own prayers.",
    "As if to authenticate the gesture, even non-Roman Catholic players have been known to finish their touchdown prayers with the sign of the cross.",
    "He frantically made the sign of the cross over his chest.",
    "I have no intention of signing away my inheritance",
    "Trouble is, we believed them and signed the whole thing over.",
    "The court heard that both dogs were signed over to the RSPCA, restored to good health and found new homes.",
    "In single-parent families or families where both parents are at sea, the children are signed over to a guardian.",
    "Under the proposal, the Ks will be signed over to the trust for the nominal £1 fee."
  ],
  "origin": "Middle English: from Old French signe (noun), signer (verb), from Latin signum mark, token.",
  "pronounciation": "/sīn/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/sign_us_1.mp3"
}