{
  "noun": [
    {
      "description": "A garment for the foot and lower part of the leg, typically knitted from wool, cotton, or nylon.",
      "examples": []
    },
    {
      "description": "A hard blow.",
      "examples": [
        "a sock on the jaw"
      ],
      "synonyms": [
        "blow",
        "thump",
        "punch",
        "knock",
        "bang",
        "thwack",
        "box",
        "cuff",
        "slap",
        "smack",
        "spank",
        "tap",
        "crack",
        "stroke",
        "welt"
      ]
    }
  ],
  "verb": [
    {
      "description": "Hit forcefully.",
      "examples": [
        "Jess socked his father across the face"
      ],
      "synonyms": [
        "strike",
        "slap",
        "smack",
        "cuff",
        "punch",
        "beat",
        "thrash",
        "thump",
        "batter",
        "belabour",
        "drub",
        "hook",
        "pound",
        "smash",
        "slam",
        "welt",
        "pummel",
        "hammer",
        "bang",
        "knock",
        "swat",
        "whip",
        "flog",
        "cane",
        "sucker-punch",
        "rain blows on",
        "give someone a beating",
        "give someone a drubbing",
        "give someone a good beating",
        "give someone a good drubbing",
        "box someone's ears"
      ]
    }
  ],
  "phrases": [
    "Chairman of the school's governors, Dave Waters said: It has just knocked my socks off - we expected around 70 per cent in our favour - but 98 per cent is just unbelievable.",
    "I have discovered a drummer that will knock your socks off, his name is Carl Hupp.",
    "So starting with our September / October issue, we will present a four-part series on training that I'm positive will knock your socks off.",
    "The salesman, referring to the just-invented diesel tractor, said, I'm here to tell you about a machine that will knock your socks off.",
    "Go in as a temp, knock their socks off - and who knows, you might find the job of your dreams right there.",
    "you'll need to sock away about $900 a month",
    "Of course, I also don't want to spend an arm and a leg doing so since I'd like to spend that time socking money away for when I do find a decent place to buy.",
    "Anyway, I was saving up some money to do a little work on my car, but instead I'm going to sock it away for a scorpion tattoo.",
    "But all of the extra fees and hassles have yet to stop the vast majority of us from socking our money away in banks.",
    "People alive today know that there are not enough people in the workforce to support a public pension; they're trying to sock it away for their retirement."
  ],
  "origin": "Old English socc light shoe, of Germanic origin, from Latin soccus comic actor's shoe, light low-heeled slipper, from Greek sukkhos.",
  "pronounciation": "/säk/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/sock_us_1.mp3"
}