{
  "adjective": [
    {
      "description": "Easy to mold, cut, compress, or fold; not hard or firm to the touch.",
      "examples": [
        "soft margarine",
        "the ground was soft beneath their feet"
      ],
      "synonyms": [
        "mushy",
        "squashy",
        "pulpy",
        "pappy",
        "slushy",
        "sloppy",
        "squelchy",
        "squishy",
        "oozy",
        "doughy",
        "semi-liquid"
      ]
    },
    {
      "description": "Having a pleasing quality involving a subtle effect or contrast rather than sharp definition.",
      "examples": [
        "the soft glow of the lamps",
        "the moon's pale light cast soft shadows"
      ],
      "synonyms": [
        "dim",
        "low",
        "faint",
        "shaded",
        "subdued",
        "muted",
        "mellow"
      ]
    },
    {
      "description": "Sympathetic, lenient, or compassionate, especially to a degree perceived as excessive; not strict or sufficiently strict.",
      "examples": [
        "the administration is not becoming soft on crime",
        "Julia's soft heart was touched by his grief"
      ],
      "synonyms": [
        "lenient",
        "easy-going",
        "tolerant",
        "forgiving",
        "forbearing",
        "indulgent",
        "generous",
        "clement",
        "permissive",
        "liberal",
        "lax"
      ]
    },
    {
      "description": "(of a drink) not alcoholic.",
      "examples": [
        "all they had was ginger ale and a few other soft drinks"
      ]
    },
    {
      "description": "(of a market, currency, or commodity) falling or likely to fall in value.",
      "examples": []
    },
    {
      "description": "(of water) containing relatively low concentrations of dissolved calcium and magnesium salts and therefore lathering easily with soap.",
      "examples": [
        "you use only half as much soap when you clean with soft water"
      ]
    },
    {
      "description": "Foolish; silly.",
      "examples": [
        "he must be going soft in the head"
      ],
      "synonyms": [
        "foolish",
        "stupid",
        "simple",
        "brainless",
        "mindless",
        "witless",
        "imbecilic",
        "imbecile",
        "mad"
      ]
    },
    {
      "description": "(of a consonant) pronounced as a fricative (as c in ice).",
      "examples": []
    }
  ],
  "adverb": [
    {
      "description": "Softly.",
      "examples": [
        "I can just speak soft and she'll hear me"
      ]
    }
  ],
  "phrases": [
    "I have noticed that I have a soft spot for psychotic people.",
    "Personally I've always had a soft spot for Liverpool, with my fond childhood memories of things like the Liver Birds and the Beatles.",
    "The west coast of Scotland is renowned for having a soft spot for music with a country twang.",
    "We've always had a soft spot for Kate, and are quite fond of Pete's work supporting Carl, but this is overplaying their hand to a dangerous extent.",
    "I have rather a big soft spot for Jules, though, and I don't like seeing her upset."
  ],
  "origin": "Old English sōfte agreeable, calm, gentle, of West Germanic origin; related to Dutch zacht and German sanft.",
  "pronounciation": "/sɔft/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/soft_us_5.mp3"
}