{
  "verb": [
    {
      "description": "Cause or allow (liquid) to flow over the edge of its container, especially unintentionally.",
      "examples": [
        "you'll spill that coffee if you're not careful",
        "azaleas spilled cascades of flowers over the pathways"
      ],
      "synonyms": [
        "knock over",
        "tip over",
        "upset",
        "overturn"
      ]
    }
  ],
  "noun": [
    {
      "description": "A quantity of liquid that has spilled or been spilled.",
      "examples": [
        "wipe up spills immediately",
        "a 25-ton oil spill",
        "their shifting spill of lantern-light"
      ]
    },
    {
      "description": "A fall from a horse or bicycle.",
      "examples": [
        "Granddad took a spill while riding the bay mare"
      ],
      "synonyms": [
        "fall",
        "tumble",
        "accident"
      ]
    }
  ],
  "phrases": [
    "I've spilled the beans and probably deserve to be cast into the outer darkness for offending the code concerning journalistic ethics.",
    "It's not only the British insiders who're spilling the beans.",
    "The girls scampered outside to play, so Laurie couldn't pump them for information - little children will usually spill the beans without meaning to.",
    "Eleven Italian masters were tracked down in Belgium after a doctor from Milan spilt the beans on a Belgian art dealer.",
    "I am certainly disappointed that since her death so many people that she trusted have broken that trust and for financial gain have spilt the beans.",
    "years of frustration spilled over into violence",
    "Anger spilled over at the Scouts Association's annual general meeting last week concerning a proposed rise in annual fees over the next two years.",
    "The benefits achieved in pensions efficiency are spilling over into other areas, notably the much maligned endowment.",
    "This conviction spilled over into all areas of life.",
    "Most news media have conducted a blackout of the attacks, which some said have spilled over into the streets."
  ],
  "origin": "Middle English (in the sense sharp fragment of wood): obscurely related to spile. The current sense dates from the early 19th century.",
  "pronounciation": "/spɪl/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/spill_us_1.mp3"
}