{
  "noun": [
    {
      "description": "A tube or lip projecting from a container, through which liquid can be poured.",
      "examples": [
        "a teapot with a chipped spout"
      ],
      "synonyms": [
        "nozzle",
        "lip",
        "rose"
      ]
    },
    {
      "description": "A stream of liquid issuing from somewhere with great force.",
      "examples": [
        "the tall spouts of geysers"
      ],
      "synonyms": [
        "stream",
        "spurt",
        "squirt",
        "spray",
        "fountain"
      ]
    },
    {
      "description": "A pipe or trough through which water may be carried away or from which it can flow out.",
      "examples": []
    }
  ],
  "verb": [
    {
      "description": "Send out (liquid) forcibly in a stream.",
      "examples": [
        "volcanoes spouted ash and lava"
      ],
      "synonyms": [
        "propel",
        "project",
        "send forth",
        "eject",
        "deliver",
        "discharge",
        "fire",
        "shoot",
        "blast",
        "catapult",
        "launch",
        "release",
        "force",
        "push",
        "impel",
        "ram"
      ]
    },
    {
      "description": "Express (one's views or ideas) in a lengthy, declamatory, and unreflecting way.",
      "examples": [
        "he was spouting platitudes about animal rights",
        "they like to spout off at each other"
      ],
      "synonyms": [
        "hold forth",
        "sound off",
        "go on",
        "talk at length",
        "expatiate",
        "pontificate",
        "declaim",
        "orate",
        "rant",
        "sermonize"
      ]
    }
  ],
  "phrases": [
    "Of course, the alternative is that the authorities turn a blind eye to drug use in brothels, and then your whole criminal justice system goes up the spout.",
    "The internet access at work was up the spout almost all day.",
    "By the time you have eventually caught one, appointments in town have been missed and one's careful planning for the day has gone up the spout.",
    "Indeed, right now, there are tens of thousands of people unable to indulge in a little online flirting - and all because MSN's service is up the spout.",
    "Plan A went up the spout in eight minutes with Jason Price's seventh goal in six games since joining from Brentford, who thought he was a defender."
  ],
  "origin": "Middle English (as a verb): from Middle Dutch spouten, from an imitative base shared by Old Norse spýta to spit.",
  "pronounciation": "/spaʊt/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/spout_us_1.mp3"
}