{
  "verb": [
    {
      "description": "Firmly press (something soft or yielding), typically with one's fingers.",
      "examples": [
        "Kate squeezed his hand affectionately",
        "he squeezed with all his strength"
      ],
      "synonyms": [
        "compress",
        "press",
        "crush",
        "squash",
        "pinch",
        "nip",
        "grasp",
        "grip",
        "clutch",
        "flatten",
        "knead"
      ]
    },
    {
      "description": "Manage to get into or through a narrow or restricted space.",
      "examples": [
        "Sarah squeezed in beside her",
        "he found a hole in the hedge and squeezed his way through"
      ],
      "synonyms": [
        "crowd",
        "crush",
        "cram",
        "pack",
        "jam",
        "squash",
        "wedge oneself",
        "shove",
        "push",
        "jostle",
        "force one's way",
        "thrust"
      ]
    },
    {
      "description": "Obtain (something) from someone with difficulty.",
      "examples": [
        "a governor who wants to squeeze as much money out of taxpayers as he can"
      ],
      "synonyms": [
        "extort",
        "force",
        "extract",
        "wrest",
        "wring",
        "tear from",
        "milk"
      ]
    },
    {
      "description": "Shoot a round or shot from a gun.",
      "examples": [
        "squeeze off a few well-aimed shots"
      ]
    }
  ],
  "noun": [
    {
      "description": "An act of pressing something with one's fingers.",
      "examples": [
        "a gentle squeeze of the trigger"
      ],
      "synonyms": [
        "press",
        "pinch",
        "nip"
      ]
    },
    {
      "description": "A strong financial demand or pressure, typically a restriction on borrowing, spending, or investment in a financial crisis.",
      "examples": [
        "industry faced higher costs and a squeeze on profits"
      ]
    },
    {
      "description": "A molding or cast of an object, or an impression or copy of a design, obtained by pressing a pliable substance around or over it."
    },
    {
      "description": "A person's girlfriend or boyfriend.",
      "examples": [
        "the poor guy just lost his main squeeze"
      ],
      "synonyms": [
        "girlfriend",
        "girl",
        "sweetheart",
        "partner",
        "significant other",
        "inamorata",
        "fiancée"
      ]
    },
    {
      "description": "An act of bunting a ball in order to enable a runner on third base to start for home as soon as the ball is pitched."
    }
  ],
  "phrases": [
    "Just remember that despite the fiscal retrenchment and dramatic cuts in spending in the mid 80s, there was a great fear that we would default on our debt and the World Bank was putting the squeeze on countries like Ireland.",
    "Coming up next: putting the squeeze on the middle-class, staggering increases in home prices in this country, staggering increases in the cost of health care and education.",
    "Soaring drug costs are putting the squeeze on politically powerful seniors along with cash-strapped states and municipalities.",
    "This was always about putting the squeeze on what ministers considered a highly profitable sector, with even greater long-term possibilities.",
    "While the NHS is a good cause, it puts the squeeze on when the market has not yet fully recovered."
  ],
  "origin": "Mid 16th century: from earlier squise, from obsolete queise, of unknown origin.",
  "pronounciation": "/skwēz/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/squeeze_us_1.mp3"
}