{
  "noun": [
    {
      "description": "A strong wooden or metal post with a point at one end, driven into the ground to support a tree, form part of a fence, act as a boundary mark, etc.",
      "synonyms": [
        "post",
        "pole",
        "stick",
        "spike",
        "upright",
        "support",
        "prop",
        "strut",
        "stave",
        "pale",
        "paling",
        "picket",
        "pile",
        "piling",
        "stanchion",
        "shaft",
        "cane",
        "beanpole",
        "rod",
        "mast"
      ]
    },
    {
      "description": "A metalworker's small anvil, typically with a projection for fitting into a socket on a bench."
    },
    {
      "description": "A territorial division of the Mormon Church under the jurisdiction of a president."
    }
  ],
  "verb": [
    {
      "description": "Support (a tree or plant) with a stake or stakes.",
      "synonyms": [
        "prop up",
        "tie up",
        "tether",
        "support",
        "hold up",
        "bolster up",
        "brace",
        "buttress",
        "reinforce",
        "truss",
        "stay"
      ]
    },
    {
      "description": "Mark an area with stakes so as to claim ownership of it.",
      "examples": [
        "the boundary between the two ranches was properly staked out",
        "the local dog staked out his territory"
      ],
      "synonyms": [
        "mark off",
        "mark out",
        "demarcate",
        "mark the boundaries of",
        "mark the limits of",
        "outline",
        "measure out",
        "define",
        "delimit",
        "fence off",
        "section off",
        "close off",
        "shut off",
        "cordon off",
        "bound",
        "circumscribe"
      ]
    }
  ],
  "phrases": [
    "Tommie pulled up stakes and moved back to Cleveland to be by his mother.",
    "Alexis de Tocqueville in Democracy in America wrote eloquently of Americans' love for pulling up stakes and moving on.",
    "Over the past 10 years, thousands of us have pulled up stakes and moved away.",
    "If trying to fix the system doesn't work, parents need to have the option to pull up stakes and move on instead of subjecting their children to schools that can't educate.",
    "I started by pulling up stakes and moving with my girlfriend, the cats, and faithful Horatio to a well-fortified compound in the ridiculous mansion district of Beverly Hills.",
    "they'd staked out Culley's house for half a day",
    "The man is separated from his wife, when he does have a private relationship with someone else, should we be staking it out?",
    "We'll stake him out tomorrow, and hit when he's in a good area.",
    "I staked it out for a while and noticed a young woman about Mr. Yu's height walking with her.",
    "Since photographers have to stake these babies out, spending days lurking in the bushes waiting for one to sail on by, branches and leaves are often in the frame.",
    "people's lives could be at stake",
    "But with little at stake it was perhaps not surprising there was little in the way of genuine action.",
    "For professional huntsman Richard Emmott the Government's ban means his job and home are at stake.",
    "However, those not prepared to take responsibility for what they do when drunk should be aware of what is at stake.",
    "What is at stake is not just the fate of a failed technology company."
  ],
  "origin": "Late Middle English: perhaps a specialized usage of stake, from the notion of an object being placed as a wager on a post or stake.",
  "pronounciation": "/stāk/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/stake_us_1.mp3"
}