{
  "noun": [
    {
      "description": "A level of quality or attainment.",
      "examples": [
        "their restaurant offers a high standard of service",
        "the governor's ambition to raise standards in schools"
      ],
      "synonyms": [
        "quality",
        "level",
        "grade",
        "degree",
        "worth",
        "calibre",
        "merit",
        "excellence"
      ]
    },
    {
      "description": "An idea or thing used as a measure, norm, or model in comparative evaluations.",
      "examples": [
        "the wages are low by today's standards",
        "the system had become an industry standard"
      ],
      "synonyms": [
        "guideline",
        "norm",
        "yardstick",
        "benchmark",
        "gauge",
        "measure",
        "criterion",
        "guide",
        "touchstone",
        "model",
        "pattern",
        "example",
        "exemplar",
        "paradigm",
        "ideal",
        "archetype",
        "specification",
        "requirement",
        "rule",
        "principle",
        "law",
        "canon"
      ]
    },
    {
      "description": "A tune or song of established popularity.",
      "examples": []
    },
    {
      "description": "A military or ceremonial flag carried on a pole or hoisted on a rope.",
      "examples": [],
      "synonyms": [
        "flag",
        "banner",
        "pennant",
        "pennon",
        "streamer",
        "ensign",
        "colour",
        "colours",
        "banderole"
      ]
    },
    {
      "description": "A tree or shrub that grows on an erect stem of full height.",
      "examples": []
    },
    {
      "description": "An upright water or gas pipe.",
      "examples": []
    }
  ],
  "adjective": [
    {
      "description": "Used or accepted as normal or average.",
      "examples": [
        "the standard rate of income tax",
        "it is standard practice in museums to register objects as they are acquired"
      ],
      "synonyms": [
        "normal",
        "usual",
        "typical",
        "stock",
        "common",
        "ordinary",
        "customary",
        "conventional",
        "habitual",
        "accustomed",
        "expected",
        "wonted",
        "everyday",
        "regular",
        "routine",
        "day-to-day",
        "daily",
        "established",
        "settled",
        "set",
        "fixed",
        "traditional",
        "quotidian",
        "prevailing"
      ]
    },
    {
      "description": "(of a tree or shrub) growing on an erect stem of full height.",
      "examples": []
    }
  ],
  "phrases": [
    "he is the only one who has dared raise his standard against her",
    "When Charles I raised his standard at Nottingham and declared war on his people, the question of his judgement and of his trustworthiness was one which divided the nation.",
    "Nearby attractions include the Glenfinnan monument, which marks where Bonnie Prince Charlie raised his standard in the Jacobite rebellion of 1745.",
    "The king, Charles, raised his standard at Nottingham in what is accepted by historians as a sign by the king that he intended to fight Parliament for power in England.",
    "I wish to extend a special thanks to our own First Sergeant Noe, BNCOC Division Chief; keep raising the standard!"
  ],
  "origin": "Middle English (denoting a flag raised on a pole as a rallying point, the authorized exemplar of a unit of measurement, or an upright timber): shortening of Old French estendart, from estendre extend; in standard (sense 4 of the noun, standard sense 5 of the noun, standard sense 6 of the noun), influenced by the verb stand.",
  "pronounciation": "/ˈstændərd/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/standard_us_1.mp3"
}