{
  "noun": [
    {
      "description": "A thin piece of wood that has fallen or been cut from a tree.",
      "synonyms": [
        "piece of wood",
        "twig",
        "small branch"
      ]
    },
    {
      "description": "A long, thin piece of something.",
      "examples": [
        "a stick of dynamite",
        "cinnamon sticks"
      ]
    },
    {
      "description": "A threat of punishment or unwelcome measures (often contrasted with the offer of reward as a means of persuasion)",
      "examples": [
        "training that relies more on the carrot than on the stick"
      ]
    },
    {
      "description": "Rural areas far from cities.",
      "examples": [
        "a small, dusty town out in the sticks"
      ],
      "synonyms": [
        "the country",
        "the countryside",
        "the provinces",
        "rural districts",
        "the backwoods",
        "the back of beyond",
        "the wilds",
        "the hinterland",
        "a backwater"
      ]
    },
    {
      "description": "A person of a specified kind.",
      "examples": [
        "Janet's not such a bad old stick sometimes"
      ]
    }
  ],
  "verb": [
    {
      "description": "Push a sharp or pointed object into or through (something)",
      "examples": [
        "he stuck his fork into the sausage",
        "the candle was stuck in a straw-covered bottle"
      ],
      "synonyms": [
        "thrust",
        "push",
        "insert",
        "jab",
        "dig",
        "plunge",
        "ram",
        "force"
      ]
    },
    {
      "description": "Insert, thrust, or push.",
      "examples": [
        "a youth with a cigarette stuck behind one ear",
        "she stuck out her tongue at him"
      ]
    },
    {
      "description": "Fasten or cause to adhere to an object or surface.",
      "examples": [
        "she stuck the stamp on the envelope"
      ],
      "synonyms": [
        "affix",
        "attach",
        "fasten",
        "fix"
      ]
    },
    {
      "description": "Be or become convincing, established, or regarded as valid.",
      "examples": [
        "the authorities couldn't make the charges stick",
        "the name stuck and Anastasia she remained"
      ],
      "synonyms": [
        "be upheld",
        "hold",
        "be believed",
        "gain credence",
        "be regarded as valid"
      ]
    },
    {
      "description": "(in blackjack and similar card games) decline to add to one's hand."
    },
    {
      "description": "Adhere or cling to a substance or surface.",
      "examples": [
        "the plastic seats stuck to my skin",
        "if you heat the noodles in the microwave, they tend to stick together"
      ]
    },
    {
      "description": "Be fixed in a particular position or unable to move or be moved.",
      "examples": [
        "Sara tried to open the window but it was stuck",
        "we got stuck in a traffic jam",
        "the cat's stuck up a tree"
      ]
    },
    {
      "description": "Accept or tolerate (an unpleasant or unwelcome person or situation)",
      "examples": [
        "I can't stick Geoffrey—he's a real old misery"
      ],
      "synonyms": [
        "tolerate",
        "put up with",
        "take",
        "stand",
        "stand for",
        "accept",
        "stomach",
        "swallow",
        "endure",
        "bear",
        "support",
        "brook",
        "submit to",
        "take something lying down"
      ]
    }
  ],
  "phrases": [
    "Alternatively, George may simply up sticks and move on, actually volunteering to leave the house.",
    "In between, of course, is the story of these truly remarkable artists and how they spurned dancefloor smash after dancefloor smash, year upon year, until the record company bosses upped sticks and fled to L.A., in 1972.",
    "But should we worry that Scottish companies might simply up sticks and move to a bigger market in England?",
    "We've all wanted to do it - up sticks and live in the sun.",
    "No, the only answer is to up sticks and go elsewhere.",
    "we got stuck into the decorating",
    "My mother always encouraged her daughters to get stuck in and help out around the house.",
    "If there's a problem or an issue needs tackling, she just can't help rolling up her sleeves and getting stuck in.",
    "Our colleagues are looking forward to getting stuck in and really making a difference.",
    "Our performance last night was a massive improvement on last week, the boys got stuck in and you can't fault their commitment.",
    "I'd like to stick around and watch the game",
    "I stuck around for a few more drinks while I mulled this opportunity.",
    "I pretty much finished uni for the day at 9am, but stuck around, and read my textbook on South Lawn.",
    "While I contentedly stuck around, his seat remained empty after intermission.",
    "I knew I could have just stuck around and hung out with him for a bit."
  ],
  "origin": "Old English stician, of Germanic origin; related to German sticken embroider, from an Indo-European root shared by Greek stizein to prick, stigma a mark and Latin instigare spur on. Early senses included pierce and remain fixed (by its embedded pointed end).",
  "pronounciation": "/stɪk/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/stick_us_1.mp3"
}