{
  "verb": [
    {
      "description": "Hit forcibly and deliberately with one's hand or a weapon or other implement.",
      "examples": [
        "he raised his hand, as if to strike me",
        "one man was struck on the head with a stick",
        "Edgar struck out at her"
      ],
      "synonyms": [
        "bang",
        "beat",
        "hit",
        "pound"
      ]
    },
    {
      "description": "(of a disaster, disease, or other unwelcome phenomenon) occur suddenly and have harmful or damaging effects on.",
      "examples": [
        "an earthquake struck the island",
        "tragedy struck when he was killed in a car crash",
        "storm-struck areas"
      ],
      "synonyms": [
        "affect",
        "afflict",
        "attack",
        "hit",
        "come upon",
        "smite"
      ]
    },
    {
      "description": "(of a thought or idea) come into the mind of (someone) suddenly or unexpectedly.",
      "examples": [
        "a disturbing thought struck Melissa"
      ],
      "synonyms": [
        "occur to",
        "come to",
        "dawn on one",
        "hit"
      ]
    },
    {
      "description": "(of a clock) indicate the time by sounding a chime or stroke.",
      "examples": [
        "the church clock struck twelve"
      ]
    },
    {
      "description": "Ignite (a match) by rubbing it briskly against an abrasive surface.",
      "examples": [],
      "synonyms": [
        "ignite",
        "light"
      ]
    },
    {
      "description": "(of employees) refuse to work as a form of organized protest, typically in an attempt to obtain a particular concession or concessions from their employer.",
      "examples": [
        "workers may strike over threatened job losses"
      ],
      "synonyms": [
        "take industrial action",
        "go on strike",
        "down tools",
        "walk out",
        "work to rule"
      ]
    },
    {
      "description": "Cancel, remove, or cross out with or as if with a pen.",
      "examples": [
        "strike his name from the list",
        "striking words through with a pen"
      ],
      "synonyms": [
        "delete",
        "strike out",
        "strike through",
        "ink out",
        "score out",
        "scratch out",
        "block out",
        "blank out",
        "edit out",
        "blue-pencil",
        "cancel",
        "eliminate",
        "obliterate"
      ]
    },
    {
      "description": "Make (a coin or medal) by stamping metal.",
      "examples": [],
      "synonyms": [
        "mint",
        "stamp",
        "stamp out",
        "cast",
        "punch",
        "die",
        "mould",
        "forge",
        "make",
        "manufacture",
        "produce"
      ]
    },
    {
      "description": "Reach, achieve, or agree to (something involving agreement, balance, or compromise)",
      "examples": [
        "the team has struck a deal with a sports marketing agency",
        "you have to strike a happy medium"
      ],
      "synonyms": [
        "achieve",
        "reach",
        "arrive at",
        "find",
        "attain",
        "effect",
        "establish"
      ]
    },
    {
      "description": "Discover (gold, minerals, or oil) by drilling or mining.",
      "examples": [],
      "synonyms": [
        "discover",
        "find",
        "come upon",
        "light on",
        "chance on",
        "happen on",
        "stumble across",
        "stumble on",
        "unearth",
        "uncover",
        "turn up"
      ]
    },
    {
      "description": "Move or proceed vigorously or purposefully.",
      "examples": [
        "she struck out into the lake with a practiced crawl",
        "he struck off down the track"
      ],
      "synonyms": [
        "go",
        "make one's way",
        "set out",
        "head",
        "direct one's footsteps",
        "move towards"
      ]
    },
    {
      "description": "Take down (a tent or the tents of an encampment)",
      "examples": [
        "it took ages to strike camp"
      ],
      "synonyms": [
        "take down",
        "pull down",
        "bring down"
      ]
    },
    {
      "description": "Insert (a cutting of a plant) in soil to take root.",
      "examples": []
    },
    {
      "description": "Secure a hook in the mouth of a fish by jerking or tightening the line after it has taken the bait or fly.",
      "examples": []
    }
  ],
  "noun": [
    {
      "description": "A refusal to work organized by a body of employees as a form of protest, typically in an attempt to gain a concession or concessions from their employer.",
      "examples": [
        "dockers voted for an all-out strike",
        "local government workers went on strike",
        "strike action"
      ],
      "synonyms": [
        "industrial action",
        "walkout"
      ]
    },
    {
      "description": "A sudden attack, typically a military one.",
      "examples": [
        "the threat of nuclear strikes"
      ],
      "synonyms": [
        "attack",
        "air strike",
        "air attack",
        "assault",
        "bombing",
        "blitz"
      ]
    },
    {
      "description": "A discovery of gold, minerals, or oil by drilling or mining.",
      "examples": [
        "the Lena goldfields strike of 1912"
      ],
      "synonyms": [
        "find",
        "discovery",
        "unearthing",
        "uncovering"
      ]
    },
    {
      "description": "A pitch that is counted against the batter, in particular one that the batter swings at and misses, or that passes through the strike zone without the batter swinging, or that the batter hits foul (unless two strikes have already been called). A batter accumulating three strikes is out.",
      "examples": []
    },
    {
      "description": "The horizontal or compass direction of a stratum, fault, or other geological feature.",
      "examples": []
    }
  ],
  "phrases": [
    "victory in this dispute would strike a blow for all those on low pay",
    "The donation not only helped financially but it struck a blow at the poisonous communalism being stirred up by the government.",
    "They will try any means possible to strike a blow at our way of life.",
    "A prohibition law strikes a blow at the very principles upon which our government was founded.",
    "The consequence is that to strike a blow at the Bible's inspiration, veracity, or canonicity is directly to aim at whatever there is of Christianity in the country.",
    "he struck back at critics who claim he is too negative",
    "German propaganda emphasized grim perseverance, promising that wonder weapons would soon allow Germany to strike back at the Allies and exact a bloody revenge.",
    "They struck back at New York's finest, and the movement to attain full civil rights was born.",
    "Birr were not willing to give up without a fight and struck back with a second try, which left their days efforts to ten points.",
    "I have tried hard to restrain the simple response to pain - to strike back at that which hurts you - but that restraint is becoming more and more worn."
  ],
  "origin": "Old English strīcan go, flow and rub lightly, of West Germanic origin; related to German streichen to stroke, also to stroke. The sense deliver a blow dates from Middle English.",
  "pronounciation": "/strīk/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/strike_us_1.mp3"
}