{
  "noun": [
    {
      "description": "The devotion of time and attention to acquiring knowledge on an academic subject, especially by means of books.",
      "examples": [
        "the study of English",
        "an application to continue full-time study"
      ],
      "synonyms": [
        "learning",
        "education",
        "schooling",
        "work",
        "academic work",
        "book work",
        "scholarship",
        "tuition",
        "research"
      ]
    },
    {
      "description": "A detailed investigation and analysis of a subject or situation.",
      "examples": [
        "a study of a sample of 5,000 children",
        "the study of global problems"
      ],
      "synonyms": [
        "investigation",
        "enquiry",
        "research",
        "examination",
        "analysis",
        "review",
        "survey",
        "scrutiny",
        "evaluation",
        "interpretation"
      ]
    },
    {
      "description": "A room used or designed for reading, writing, or academic work.",
      "synonyms": [
        "office",
        "workroom",
        "workplace",
        "place of work",
        "studio",
        "library"
      ]
    },
    {
      "description": "A piece of work, especially a drawing, done for practice or as an experiment.",
      "synonyms": [
        "essay",
        "article",
        "piece",
        "work",
        "review",
        "report",
        "paper",
        "dissertation",
        "commentary",
        "discourse",
        "critique",
        "disquisition"
      ]
    },
    {
      "description": "A thing or person that is an embodiment or good example of something.",
      "examples": [
        "he perched on the edge of the bed, a study in confusion and misery"
      ]
    }
  ],
  "verb": [
    {
      "description": "Devote time and attention to acquiring knowledge on (an academic subject), especially by means of books.",
      "examples": [
        "she studied biology and botany"
      ],
      "synonyms": [
        "learn",
        "read",
        "read up on",
        "work at",
        "be taught",
        "be tutored in"
      ]
    },
    {
      "description": "Look at closely in order to observe or read.",
      "examples": [
        "she bent her head to study the plans"
      ],
      "synonyms": [
        "scrutinize",
        "examine",
        "inspect",
        "consider",
        "regard",
        "look at",
        "eye",
        "observe",
        "watch",
        "survey",
        "keep an eye on",
        "keep under surveillance"
      ]
    },
    {
      "description": "Make an effort to achieve (a result) or take into account (a person or their wishes)",
      "examples": [
        "with no husband to study, housekeeping is mere play"
      ]
    }
  ],
  "phrases": [
    "At that time, Holmes had kept his distance, thinking in a brown study but never leaping to his feet with the quarry in his sights.",
    "After that awakening, I walked around in a brown study, trying to think of an appropriate response from us women.",
    "We sat there for a few minutes in silence, Holmes obviously in a brown study and I not willing to disturb his brilliant mind while at work.",
    "And, at one time, I got so much into the habit of rapping that I used to catch myself doing it involuntarily, as a man in a brown study may rap with his fingers.",
    "Andrew and Emily began to get worried about me for I simply moped around or was often in a brown study."
  ],
  "origin": "Middle English: shortening of Old French estudie (noun), estudier (verb), both based on Latin studium zeal, painstaking application.",
  "pronounciation": "/ˈstədē/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/study_us_1.mp3"
}