{
  "noun": [
    {
      "description": "Matter, material, articles, or activities of a specified or indeterminate kind that are being referred to, indicated, or implied.",
      "examples": [
        "she's good at the technical stuff",
        "a pickup truck picked the stuff up"
      ],
      "synonyms": [
        "material",
        "fabric",
        "cloth",
        "textile"
      ]
    },
    {
      "description": "The basic constituents or characteristics of something or someone.",
      "examples": [
        "Healey was made of sterner stuff",
        "such a trip was the stuff of his dreams"
      ]
    },
    {
      "description": "Woolen fabric, especially as distinct from silk, cotton, and linen.",
      "examples": [
        "her dark stuff gown"
      ]
    },
    {
      "description": "(in sports) spin given to a ball to make it vary its course."
    }
  ],
  "verb": [
    {
      "description": "Fill (a receptacle or space) tightly with something.",
      "examples": [
        "an old teapot stuffed full of cash",
        "his head has been stuffed with myths and taboos"
      ],
      "synonyms": [
        "fill",
        "pack",
        "pad",
        "line",
        "wad",
        "upholster"
      ]
    },
    {
      "description": "Used to express indifference toward or rejection of (something)",
      "examples": [
        "stuff the diet!"
      ]
    },
    {
      "description": "Defeat heavily in sport.",
      "examples": [
        "Town got stuffed every week"
      ],
      "synonyms": [
        "defeat utterly",
        "beat hollow",
        "win a resounding victory over",
        "annihilate",
        "drub",
        "rout",
        "give someone a drubbing",
        "crush",
        "overwhelm",
        "bring someone to their knees"
      ]
    },
    {
      "description": "(of a man) have sexual intercourse with (someone)."
    }
  ],
  "phrases": [
    "Stuff it, I'm 61, what do I care?",
    "If I had been asked to resign, I would have told the BBC to stuff it, he added.",
    "At the most, he should have told them to stuff it.",
    "And if someone tells you to go stuff it, don't be offended, just do it.",
    "My friends and I just thought, stuff it, why not?"
  ],
  "origin": "Middle English (denoting material for making clothes): shortening of Old French estoffe material, furniture, estoffer equip, furnish, from Greek stuphein draw together.",
  "pronounciation": "/stəf/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/stuff_us_1.mp3"
}