{
  "noun": [
    {
      "description": "The bottom part of a tree left projecting from the ground after most of the trunk has fallen or been cut down.",
      "examples": [],
      "synonyms": [
        "chunk of wood",
        "branch",
        "tree trunk",
        "bole"
      ]
    },
    {
      "description": "Each of the three upright pieces of wood which form a wicket.",
      "examples": []
    },
    {
      "description": "A cylinder with conical ends made of rolled paper or other soft material, used for softening or blending marks made with a crayon or pencil.",
      "examples": []
    },
    {
      "description": "Engaged in or involving political campaigning.",
      "examples": [
        "he is an inspiring stump speaker"
      ]
    }
  ],
  "verb": [
    {
      "description": "(of a question or problem) be too hard for; baffle.",
      "examples": [
        "education chiefs were stumped by some of the exam questions"
      ],
      "synonyms": [
        "baffle",
        "perplex",
        "puzzle",
        "confuse",
        "confound",
        "bewilder",
        "mystify",
        "nonplus",
        "defeat"
      ]
    },
    {
      "description": "Walk stiffly and noisily.",
      "examples": [
        "he stumped away on short thick legs"
      ],
      "synonyms": [
        "stomp",
        "stamp",
        "clomp",
        "clump",
        "lumber",
        "trudge",
        "plod"
      ]
    },
    {
      "description": "Travel around (a district) making political speeches.",
      "examples": [
        "there is no chance that he will be well enough to stump the country",
        "the two men had come to the city to stump for the presidential candidate"
      ]
    },
    {
      "description": "Use a stump on (a drawing, line, etc.).",
      "examples": []
    }
  ],
  "phrases": [
    "But we never came to an asylum - so I was up a stump, as you may say.",
    "On the stump, the candidate's performance displays the Japanese distrust of oratorical polish.",
    "That is a success, and he can take credit for that, being part of the Government, and that will be one of many reasons why he is out on the stump, campaigning for the return of a Labour Government.",
    "Standing side-by-side on the stump, Gore proudly trumpeted that Rubin is the architect of his ten-year economic blueprint for the country.",
    "Bush aides say that over the next 18 days the president's performances out on the stump, out on the campaign trail are going to be crucial.",
    "a buyer would have to stump up at least 8.5 million dollars for the site",
    "But the railway will not be able to use the Harry Potter name in other events unless it stumps up large amounts of cash.",
    "If Aer Lingus doesn't come to market the state will be forced to dig deep to accommodate Willie Walsh's expansion plans for the airline, stumping up about €300m to fund its new fleet.",
    "The membership surge ensured the Trust, which last week announced it was stumping up the cash to keep the Minstermen running for the next four weeks, banked almost £5,500 on the night.",
    "I would add the bond amount if you are going to rent (I know its refundable but you still have to stump it up, up front) and the connection charges for electricity/ phone/ internet."
  ],
  "origin": "Middle English (denoting a part of a limb remaining after an amputation): from Middle Low German stump(e) or Middle Dutch stomp. The early sense of the verb was stumble.",
  "pronounciation": "/stəmp/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/stump_us_1.mp3"
}