{
  "noun": [
    {
      "description": "A manner of doing something.",
      "examples": [
        "different styles of management"
      ],
      "synonyms": [
        "manner",
        "way",
        "technique",
        "method",
        "methodology",
        "approach",
        "system",
        "mode",
        "form",
        "practice"
      ]
    },
    {
      "description": "A distinctive appearance, typically determined by the principles according to which something is designed.",
      "examples": [
        "the pillars are no exception to the general style"
      ]
    },
    {
      "description": "Elegance and sophistication.",
      "examples": [
        "a sophisticated nightspot with style and taste"
      ],
      "synonyms": [
        "flair",
        "stylishness",
        "smartness",
        "elegance",
        "grace",
        "gracefulness",
        "poise",
        "polish",
        "suaveness",
        "sophistication",
        "urbanity",
        "chic",
        "dash",
        "finesse",
        "panache",
        "elan",
        "taste"
      ]
    },
    {
      "description": "(in a flower) a narrow, typically elongated extension of the ovary, bearing the stigma.",
      "examples": []
    },
    {
      "description": "(in an invertebrate) a small, slender pointed appendage; a stylet.",
      "examples": []
    }
  ],
  "verb": [
    {
      "description": "Design or make in a particular form.",
      "examples": [
        "the yacht is well proportioned and conservatively styled"
      ],
      "synonyms": [
        "design",
        "fashion",
        "tailor",
        "make",
        "produce"
      ]
    },
    {
      "description": "Designate with a particular name, description, or title.",
      "examples": [
        "the official is styled principal and vice chancellor of the university"
      ],
      "synonyms": [
        "call",
        "name",
        "title",
        "entitle",
        "dub",
        "designate",
        "term",
        "address",
        "label",
        "tag"
      ]
    }
  ],
  "phrases": [
    "There was festive cheer all over the York area as people young and old celebrated Christmas Day in style.",
    "It was apt that young people opened the festival in style, and also closed it in style.",
    "The festival kicks off in grand style on Monday, July 29, with the perennially popular event Mado au Casino.",
    "A great man for walking, he is a familiar sight on most days as he steps it out in style around the town.",
    "Friends and neighbours will be out in style to give the popular singer a real big welcome."
  ],
  "origin": "Middle English (denoting a stylus, also a literary composition, an official title, or a characteristic manner of literary expression): from Old French stile, from Latin stilus. The verb dates (first in style (sense 2 of the verb)) from the early 16th century.",
  "pronounciation": "/staɪl/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/style_us_1.mp3"
}