{
  "verb": [
    {
      "description": "Draw into the mouth by contracting the muscles of the lip and mouth to make a partial vacuum.",
      "examples": [
        "they suck mint juleps through straws"
      ],
      "synonyms": [
        "sip",
        "sup",
        "siphon",
        "slurp",
        "draw",
        "drink",
        "gulp",
        "lap",
        "guzzle",
        "quaff",
        "swill",
        "swallow",
        "imbibe"
      ]
    },
    {
      "description": "Involve (someone) in something without their choosing.",
      "examples": [
        "I didn't want to be sucked into the role of dutiful daughter"
      ],
      "synonyms": [
        "implicate in",
        "involve in",
        "draw into"
      ]
    },
    {
      "description": "Be very bad, disagreeable, or disgusting.",
      "examples": [
        "I love your country, but the weather sucks"
      ],
      "synonyms": [
        "be very bad",
        "be awful",
        "be terrible",
        "be dreadful",
        "be horrible",
        "be very unpleasant",
        "be abhorrent",
        "be despicable",
        "be contemptible",
        "be vile",
        "be foul"
      ]
    }
  ],
  "noun": [
    {
      "description": "An act of sucking something.",
      "examples": []
    }
  ],
  "phrases": [
    "The children are tender, and the flocks and herds giving suck… For their sake, he must journey on gently and meet up with his brother later in Seir.",
    "The Virgin Mary gives suck to the infant Jesus both as his historical mother and as the metaphysical image of nourishing Mother Church.",
    "Allah says in the Qur'an The mothers shall give suck to their offspring for two whole years…",
    "But if you make difficulties for one another, then some other woman may give suck for him (the father of the child).",
    "But woe unto them that are with child, and to them that give suck, in those days!",
    "we were sucked in by his charm and good looks",
    "But what's the secret to sucking you in to see a movie?",
    "It's hard to know whether the reporters actually think the Republican candidate is an interesting and new kind of candidate or whether in fact he's, you know, somehow sucked us in just by virtue of the unfettered access.",
    "And take no notice when Capitalist hooligans continue reaping the profits of your labour for their own affluent ends; sucking you in like",
    "When I was a high school student, they sucked me in, said Quinn, who had an anti-war stance at that time."
  ],
  "origin": "Old English sūcan (verb), from an Indo-European imitative root; related to soak.",
  "pronounciation": "/sək/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/suck_us_1.mp3"
}