{
  "noun": [
    {
      "description": "A set of outer clothes made of the same fabric and designed to be worn together, typically consisting of a jacket and trousers or a jacket and skirt.",
      "synonyms": [
        "outfit",
        "set of clothes",
        "costume",
        "ensemble"
      ]
    },
    {
      "description": "Any of the sets distinguished by their pictorial symbols into which a deck of playing cards is divided, in conventional decks comprising spades, hearts, diamonds, and clubs."
    },
    {
      "synonyms": [
        "legal action",
        "lawsuit",
        "suit at law",
        "case",
        "court case",
        "action",
        "cause",
        "legal proceeding",
        "legal process",
        "proceedings",
        "judicial proceedings",
        "litigation",
        "trial",
        "legal contest",
        "legal dispute",
        "bringing to book",
        "bringing of charges",
        "indictment",
        "prosecution"
      ]
    },
    {
      "description": "The process of trying to win a woman's affection with a view to marriage.",
      "examples": [
        "he could not compete with John's charms in Marian's eyes and his suit came to nothing"
      ],
      "synonyms": [
        "courtship",
        "wooing",
        "courting",
        "addresses",
        "attentions",
        "homage",
        "pursuit"
      ]
    },
    {
      "description": "A complete set of sails required for a ship or for a set of spars."
    }
  ],
  "verb": [
    {
      "description": "Be convenient for or acceptable to.",
      "examples": [
        "the apartment has two bedrooms—if it suits, you can have one of them",
        "he lied whenever it suited him"
      ],
      "synonyms": [
        "be convenient for",
        "be acceptable to",
        "be suitable for",
        "meet the requirements of",
        "satisfy the demands of",
        "be in line with the wishes of"
      ]
    },
    {
      "description": "Go well with or enhance the features, figure, or character of (someone)",
      "examples": [
        "the dress didn't suit her"
      ],
      "synonyms": [
        "look attractive on",
        "enhance the appearance of",
        "look right on",
        "look good on",
        "become",
        "flatter",
        "show to advantage",
        "set off",
        "enhance",
        "ornament",
        "grace"
      ]
    },
    {
      "description": "Put on clothes, especially for a particular activity.",
      "examples": [
        "I suited up and entered the water"
      ]
    }
  ],
  "phrases": [
    "he backed away, fearing she might suit the action to the word",
    "Let your own discretion be your tutor; suit the action to the word, the word to the action.",
    "Mary said no, but she would go and ask me; and, suiting the action to the word, she left them standing on the doorstep and, knocking at my bedroom door, asked me when I should be in.",
    "He does, however, quote the passage from Hamlet on suiting the action to the word and comments: The actors were not to identify with character.",
    "And, suiting his action to his words, the president visited each political party's station at the IEC, followed by a large media contingent and a bundle of bodyguards."
  ],
  "origin": "Middle English: from Anglo-Norman French siwte, from a feminine past participle of a Romance verb based on Latin sequi follow. Early senses included attendance at a court and legal process; suit (sense 1 of the noun and suit sense 2 of the noun) derive from an earlier meaning set of things to be used together. The verb sense make appropriate dates from the late 16th century.",
  "pronounciation": "/so͞ot/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/suit_us_1.mp3"
}