{
  "noun": [
    {
      "description": "An unexpected or astonishing event, fact, or thing.",
      "examples": [
        "the announcement was a complete surprise"
      ],
      "synonyms": [
        "shock",
        "bolt from of the blue",
        "bolt out of the blue",
        "thunderbolt",
        "bombshell",
        "revelation",
        "source of amazement",
        "rude awakening",
        "eye-opener"
      ]
    },
    {
      "description": "Denoting a class of complex methods of change-ringing.",
      "examples": [
        "surprise major"
      ]
    }
  ],
  "verb": [
    {
      "description": "(of something unexpected) cause (someone) to feel mild astonishment or shock.",
      "examples": [
        "I was surprised at his statement",
        "Joe was surprised that he enjoyed the journey",
        "she was surprised to learn that he was forty"
      ],
      "synonyms": [
        "astonish",
        "amaze",
        "nonplus",
        "startle",
        "astound",
        "stun",
        "flabbergast",
        "stagger",
        "shock",
        "stop someone in their tracks",
        "stupefy",
        "leave open-mouthed",
        "take someone's breath away",
        "dumbfound",
        "daze",
        "benumb",
        "confound",
        "take aback",
        "jolt",
        "shake up"
      ]
    }
  ],
  "phrases": [
    "we entrust you with Jason's care and, surprise surprise, you make a mess of it",
    "These two argue, they fight, they have misunderstandings, they sing, they dance and - surprise, surprise - they fall in love.",
    "Now that the election is over - surprise, surprise - the truth comes out.",
    "There's a happy ending, surprise, surprise, but the parade doesn't stop there - the soundtrack is so catchy you won't be able to get it out of your head for weeks to come.",
    "Hurricane Fabian is expected to graze the west of Bermuda on Friday night, bringing - surprise, surprise - strong winds and thunderstorms."
  ],
  "origin": "Late Middle English (in the sense unexpected seizure of a place, or attack on troops): from Old French, feminine past participle of surprendre, from medieval Latin superprehendere seize.",
  "pronounciation": "/sə(r)ˈprīz/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/surprise_us_1.mp3"
}