{
  "verb": [
    {
      "description": "Make a solemn statement or promise undertaking to do something or affirming that something is the case.",
      "examples": [
        "Maria made me swear I would never tell anyone",
        "I swear by all I hold dear that I had nothing to do with it",
        "“Never again,” she swore, “will I be short of money”",
        "they were reluctant to swear allegiance",
        "he swore to obey the rules"
      ],
      "synonyms": [
        "promise",
        "vow",
        "promise under oath",
        "solemnly promise",
        "pledge oneself",
        "give one's word",
        "take an oath",
        "swear an oath",
        "swear on the bible",
        "give an undertaking",
        "undertake",
        "affirm",
        "warrant",
        "state",
        "assert",
        "declare",
        "aver",
        "proclaim",
        "pronounce",
        "profess",
        "attest",
        "guarantee"
      ]
    },
    {
      "description": "Use offensive language, especially as an expression of anger.",
      "examples": [
        "Peter swore under his breath"
      ],
      "synonyms": [
        "bad language",
        "foul language",
        "strong language"
      ]
    }
  ],
  "phrases": [
    "he swore up and down they'd never get him up on that stage",
    "Naomi, as you'll know equally well, swore blind that unlike some models one wouldn't care to mention, she didn't take drugs.",
    "She swore up and down that she never would come here, that it was too much of a mess for her to drive all the way from Queens and back in midday traffic.",
    "The fortune teller swore up and down on her husband's grave that the star had not been there the night before.",
    "He swore up and down that it was all necessary for controling ones power but Scarlet knew he was just trying to get payback.",
    "Iris swears by her yoga",
    "And according to those who swear by its effects, unlike gymnastics, you don't have to do somersaults in this event.",
    "Long before call centres adopted the Customer is king policy, hotel management personnel swore by it.",
    "Dhupia swears by the on-screen chemistry of the two actors.",
    "The farmer owns six cows and swears by a herbal potion made from tree bark and salt, handed down from generation to generation here."
  ],
  "origin": "Old English swerian of Germanic origin; related to Dutch zweren, German schwören, also to answer.",
  "pronounciation": "/swer/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/swear_us_1.mp3"
}