{
  "verb": [
    {
      "description": "Move or cause to move back and forth or from side to side while suspended or on an axis.",
      "examples": [
        "her long black skirt swung about her legs",
        "a priest began swinging a censer"
      ],
      "synonyms": [
        "sway",
        "oscillate",
        "move back and forth",
        "move to and fro",
        "wave",
        "wag",
        "dangle",
        "rock",
        "flutter",
        "flap",
        "vibrate",
        "quiver"
      ]
    },
    {
      "description": "Move by grasping a support from below and leaping.",
      "examples": [
        "we swung across like two trapeze artists",
        "the Irishman swung himself into the saddle"
      ]
    },
    {
      "description": "Move or cause to move in a smooth, curving line.",
      "examples": [
        "the cab swung into the parking lot",
        "he swung her bag up onto the rack"
      ]
    },
    {
      "description": "Shift or cause to shift from one opinion, mood, or state of affairs to another.",
      "examples": [
        "opinion swung in the Chancellor's favor",
        "the failure to seek a peace could swing sentiment the other way"
      ],
      "synonyms": [
        "change",
        "fluctuate",
        "oscillate",
        "waver",
        "alternate",
        "see-saw",
        "yo-yo",
        "vary",
        "shift",
        "alter",
        "undulate",
        "ebb and flow",
        "rise and fall",
        "go up and down",
        "go back and forth"
      ]
    },
    {
      "description": "Play music with an easy flowing but vigorous rhythm.",
      "examples": [
        "the band swung on"
      ]
    },
    {
      "description": "(of an event, place, or way of life) be lively, exciting, or fashionable."
    },
    {
      "description": "Engage in group sex or swap sexual partners within a group, especially on a habitual basis."
    }
  ],
  "noun": [
    {
      "description": "A seat suspended by ropes or chains, on which someone may sit and swing back and forth."
    },
    {
      "description": "An act of swinging.",
      "examples": [
        "with the swing of her arm, the knife flashed through the air"
      ],
      "synonyms": [
        "swaying",
        "oscillation",
        "undulation"
      ]
    },
    {
      "description": "A discernible change in opinion.",
      "examples": [
        "the South's swing to the right"
      ],
      "synonyms": [
        "change",
        "move"
      ]
    },
    {
      "description": "A style of jazz or dance music with an easy flowing but vigorous rhythm.",
      "synonyms": [
        "rhythm",
        "beat",
        "pulse",
        "cadence",
        "pace",
        "rhythmical flow",
        "rhythmical pattern",
        "measure",
        "metre",
        "tempo",
        "lilt"
      ]
    },
    {
      "description": "A swift tour involving a number of stops, especially one undertaken as part of a political campaign."
    },
    {
      "description": "(in musical theater) an understudy, typically one who covers multiple roles in the chorus of a particular production."
    }
  ],
  "phrases": [
    "I have adapted pretty quick to it and got into the swing of things.",
    "I think I was getting back into the swing of things on Sunday, but Sunday night ended up with very achey joints.",
    "At the moment we are just getting back into the swing of things here in the college after a much appreciated break.",
    "Perhaps my posts today evidence that I am getting back into the swing of things, but we shall see.",
    "I'm going to try to get back into the swing of things from now on and hopefully establish a routine, not just with the blogging, but with other things to, like revision for one."
  ],
  "origin": "Old English swingan to beat, whip, also rush, geswing a stroke with a weapon, of Germanic origin; related to German schwingen brandish.",
  "pronounciation": "/swɪŋ/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/swing_us_1.mp3"
}