{
  "noun": [
    {
      "description": "A device for making and breaking the connection in an electric circuit.",
      "examples": [
        "the guard hit a switch and the gate swung open"
      ],
      "synonyms": [
        "button",
        "handle",
        "lever",
        "key",
        "control",
        "controller",
        "disc",
        "dial",
        "joystick"
      ]
    },
    {
      "description": "An act of adopting one policy or way of life, or choosing one type of item, in place of another; a change, especially a radical one.",
      "examples": [
        "his friends were surprised at his switch from newspaper owner to farmer"
      ],
      "synonyms": [
        "change",
        "change of direction",
        "move",
        "shift",
        "transition",
        "transformation",
        "diversion"
      ]
    },
    {
      "description": "A slender, flexible shoot cut from a tree.",
      "examples": [],
      "synonyms": [
        "branch",
        "twig",
        "shoot",
        "stick",
        "rod"
      ]
    },
    {
      "description": "A junction of two railroad tracks, with a pair of linked tapering rails that can be moved laterally to allow a train to pass from one line to the other.",
      "examples": []
    },
    {
      "description": "A tress of false or detached hair tied at one end, used in hairdressing to supplement natural hair.",
      "examples": []
    }
  ],
  "verb": [
    {
      "description": "Change the position, direction, or focus of.",
      "examples": [
        "the company switched the boats to other routes"
      ],
      "synonyms": [
        "change",
        "shift",
        "convert",
        "divert",
        "redirect"
      ]
    },
    {
      "description": "Beat or flick with or as if with a switch.",
      "examples": [],
      "synonyms": [
        "hit",
        "beat",
        "flog",
        "whip",
        "horsewhip",
        "scourge",
        "lash",
        "flagellate",
        "flail",
        "strap",
        "birch",
        "cane",
        "belt",
        "leather"
      ]
    }
  ],
  "phrases": [
    "Anyhow, switching off your handset for five minutes is all it takes to prevent the risk of any fire hazard, however negligible it may be.",
    "Save by switching off appliances with the power button rather than the remote.",
    "Islanders traditionally begin Sabbath observance late on Saturday night, switching off televisions and making sure they are home well before midnight.",
    "Orders were issued for switching off air-conditioners, to stop power guzzling.",
    "Many people think their actions will make no difference but if a million of us all take the same small action such as switching off the TV stand-by there would be a huge saving."
  ],
  "origin": "Late 16th century (denoting a thin tapering riding whip): probably from Low German.",
  "pronounciation": "/swɪtʃ/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/switch_us_1.mp3"
}