{
  "noun": [
    {
      "description": "A contest in which people or teams compete against each other in a particular sport.",
      "examples": [
        "a boxing match"
      ],
      "synonyms": [
        "contest",
        "competition",
        "game",
        "tournament",
        "tie",
        "cup tie",
        "event",
        "fixture",
        "trial",
        "test",
        "test match",
        "meet",
        "bout",
        "fight",
        "duel"
      ]
    },
    {
      "description": "A person or thing able to contend with another as an equal in quality or strength.",
      "examples": [
        "they were no match for the trained mercenaries"
      ],
      "synonyms": [
        "equal",
        "rival",
        "equivalent",
        "peer",
        "counterpart"
      ]
    },
    {
      "description": "A person or thing that resembles or corresponds to another.",
      "examples": [
        "the child's identical twin would be a perfect match for organ donation"
      ],
      "synonyms": [
        "replica",
        "copy",
        "lookalike",
        "double",
        "twin",
        "duplicate",
        "equivalent",
        "facsimile",
        "like"
      ]
    },
    {
      "description": "A person viewed in regard to their eligibility for marriage, especially as regards class or wealth.",
      "examples": [
        "he was an unsuitable match for any of their girls"
      ],
      "synonyms": [
        "prospective husband",
        "prospective wife",
        "prospect",
        "candidate"
      ]
    }
  ],
  "verb": [
    {
      "description": "Correspond or cause to correspond in some essential respect; make or be harmonious.",
      "examples": [
        "the jacket and pants do not match",
        "we bought green and blue curtains to match the bedspread",
        "she matched her steps to his"
      ],
      "synonyms": [
        "corresponding",
        "equivalent",
        "parallel",
        "analogous",
        "coordinating",
        "complementing",
        "complementary",
        "harmonizing",
        "blending",
        "toning",
        "harmonious",
        "the same",
        "paired",
        "twin",
        "coupled",
        "double",
        "duplicate",
        "identical",
        "of a piece",
        "all of a piece",
        "like",
        "like peas in a pod",
        "like two peas in a pod",
        "alike",
        "comparable",
        "similar",
        "correlative",
        "congruent",
        "tallying",
        "agreeing",
        "concordant",
        "consonant"
      ]
    },
    {
      "description": "Be equal to (something) in quality or strength.",
      "examples": [
        "his anger matched her own"
      ],
      "synonyms": [
        "equal",
        "be equal to",
        "be the equal of",
        "be a match for",
        "measure up to",
        "compare with",
        "parallel",
        "be in the same league as",
        "be in the same category as",
        "be on a par with",
        "touch",
        "keep pace with",
        "keep up with",
        "emulate",
        "rival",
        "vie with",
        "compete with",
        "contend with"
      ]
    },
    {
      "description": "Place (a person or group) in contest or competition with another.",
      "examples": [
        "the big names were matched against nobodies"
      ],
      "synonyms": [
        "draw against",
        "set against",
        "pit against",
        "play off against"
      ]
    }
  ],
  "phrases": [
    "A Boston matron he met during his trip north tried to persuade him to remain in that city in the hopes of making a match for a marriageable daughter.",
    "However, the very next day she was besieged with complaints from her disappointed newlyweds, and conceded the great wisdom needed for making a match that leads to a happy marriage.",
    "Matrimonials on the Net may have a long way to go before they start rivalling the conventional ways of making a match, but web companies are really striving hard to realise the latent potential of this medium.",
    "Surely this is now her only chance of making a match, for any respectable gentleman is bound to be dissuaded from asking for her hand.",
    "Her plan is to send Tess to get the woman to take her in and make a match for her with a wealthy man so that the family will be set for life.",
    "she matches up to the challenges of the job",
    "Neil's job aspirations have not matched up to what was expected.",
    "As the guidelines have recently changed we need to make sure that our operation matches up to what is expected.",
    "You have to go through so many filters, answer to the critics, match up to the last decent work.",
    "No guy I've ever met has matched up to him and I doubt any guy ever will.",
    "Inside, he puts a match to the carefully laid wood of an open fire, the smoke billowing back immediately into the room.",
    "He put a match to an ancient smoke flare, which he'd brought to signal our success to friends below, and held it aloft.",
    "A Canadian based in London with a background in classical piano and advanced mathematics, he has taken the rulebook and put a match to it.",
    "Even if we had to put a match to what is left, and I sincerely hope we don't, we would still count it as a success.",
    "The summer had been hot and the scrub was tinder dry, so it took little effort to put a match to but needed careful watching."
  ],
  "origin": "Late Middle English (in the sense wick of a candle): from Old French meche, perhaps from Latin myxa spout of a lamp, later lamp wick.",
  "pronounciation": "/mætʃ/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/match_us_1.mp3"
}