{
  "noun": [
    {
      "description": "An agency or means of doing something.",
      "examples": [
        "using the latest technology as a medium for job creation",
        "their primitive valuables acted as a medium of exchange"
      ],
      "synonyms": [
        "means of communication",
        "means of expression",
        "mode of expression",
        "means",
        "method",
        "way",
        "form",
        "agency",
        "channel",
        "forum"
      ]
    },
    {
      "description": "The intervening substance through which impressions are conveyed to the senses or a force acts on objects at a distance.",
      "examples": [
        "radio communication needs no physical medium between the two stations",
        "the medium between the cylinders is a vacuum"
      ]
    },
    {
      "description": "A particular form of storage for digitized information, such as magnetic tape or discs.",
      "examples": [
        "moving or copying backed-up data through a hierarchy of different mediums"
      ]
    },
    {
      "description": "The material or form used by an artist, composer, or writer.",
      "examples": [
        "oil paint is the most popular medium for glazing"
      ]
    },
    {
      "description": "A person claiming to be in contact with the spirits of the dead and to communicate between the dead and the living.",
      "synonyms": [
        "spiritualist",
        "clairvoyant",
        "mind reader",
        "fortune teller",
        "seer",
        "necromancer"
      ]
    },
    {
      "description": "The middle quality or state between two extremes; a reasonable balance.",
      "examples": [
        "there is a medium between being modest and boastful"
      ],
      "synonyms": [
        "middle way",
        "middle course",
        "middle ground",
        "middle",
        "mean",
        "median",
        "mid point",
        "central point",
        "centre",
        "average",
        "norm",
        "standard"
      ]
    }
  ],
  "adjective": [
    {
      "description": "About halfway between two extremes of size or another quality; average.",
      "examples": [
        "John is six feet tall, of medium build",
        "medium-length hair"
      ],
      "synonyms": [
        "average",
        "middling",
        "medium-sized",
        "middle-sized",
        "moderate",
        "fair",
        "normal",
        "standard",
        "usual"
      ]
    }
  ],
  "origin": "Late 16th century (originally denoting something intermediate in nature or degree): from Latin, literally middle, neuter of medius.",
  "pronounciation": "/ˈmēdēəm/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/medium_us_1.mp3"
}