{
  "noun": [
    {
      "description": "An aromatic plant native to temperate regions of the Old World, several kinds of which are used as culinary herbs.",
      "examples": [
        "plant mint in a large pot with drainage holes",
        "there are many other mints with distinct aromas"
      ]
    },
    {
      "description": "A peppermint candy.",
      "examples": [
        "Dickie pulled out a packet of mints from his pocket"
      ]
    }
  ],
  "adjective": [
    {
      "description": "(of an object) in pristine condition; as new.",
      "examples": [
        "a pair of speakers including stands, mint, $160"
      ],
      "synonyms": [
        "brand new",
        "as new",
        "pristine",
        "perfect",
        "immaculate",
        "unblemished",
        "undamaged",
        "untarnished",
        "unmarked",
        "unmarred",
        "unused",
        "fresh",
        "first-class",
        "excellent"
      ]
    }
  ],
  "verb": [
    {
      "description": "Make (a coin) by stamping metal.",
      "synonyms": [
        "coin",
        "stamp",
        "stamp out",
        "strike",
        "cast",
        "punch",
        "die",
        "forge",
        "make",
        "manufacture",
        "produce"
      ]
    }
  ],
  "origin": "Old English mynet coin, of West Germanic origin; related to Dutch munt and German Münze, from Latin moneta money. The adjective derives from an elliptical use of in mint condition.",
  "phrases": [
    "Bike lover Tom Hurst's classic dream machine is in mint condition - despite being buried for 34 years under a patio.",
    "If, however, you really want your luggage to be first off the plane, and guarantee it arrives in mint condition, pack your kit in a cardboard box tied closed with string.",
    "Even in mint condition and in the substantial numbers of pre-Desert Storm days, such rockets represent a very limited threat.",
    "It was a late Nineties model 911 Turbo in mint condition.",
    "Hidden among papers, magazines, books, and correspondence from a remote age, there are the first three issues, in mint condition, unread and untouched for decades."
  ],
  "pronounciation": "/mint/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/mint_us_1.mp3"
}