{
  "noun": [
    {
      "description": "A period of time equal to sixty seconds or a sixtieth of an hour.",
      "examples": [
        "he stood in the shower for twenty minutes",
        "in ten minutes' time he could be on his way"
      ]
    },
    {
      "description": "A sixtieth of a degree of angular measurement (symbol: ʹ)."
    }
  ],
  "adjective": [
    {
      "description": "Extremely small.",
      "examples": [
        "a minute fraction of an inch"
      ],
      "synonyms": [
        "tiny",
        "minuscule",
        "microscopic",
        "nanoscopic",
        "very small",
        "little",
        "micro",
        "diminutive",
        "miniature",
        "baby",
        "toy",
        "midget",
        "dwarf",
        "pygmy",
        "lilliputian"
      ]
    }
  ],
  "verb": [
    {
      "description": "Record or note (the proceedings of a meeting or a specified item among such proceedings)",
      "examples": [
        "the Secretary shall minute the proceedings of each meeting"
      ]
    }
  ],
  "phrases": [
    "It's not just physical sense of oppression, the weight of crouching and cramping and digging in a narrow cave that could collapse at any minute, though that's there.",
    "I can't help thinking that the doorbell will ring at any minute, and upon opening the front door I will be greeted by a small group of unseasonably-clothed carol singers.",
    "Alex's voice held a strained edge, sounding as if it would break any minute.",
    "The doorbell will ring any minute, and soon the sockeye and I will be fork-tender.",
    "Lisa is such a draw that she threatens to capsize the entire film at any minute, making the premise too simple: only crazy people are sane, while you normal folks are just boring."
  ],
  "origin": "Late Middle English (in the singular in the sense note or memorandum): from French minute, from the notion of a rough copy in small writing ( Latin scriptura minuta) as distinct from the fair copy in book hand. The verb dates from the mid 16th century.",
  "pronounciation": "/ˈmɪnɪt/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/minute_us_1.mp3"
}