{
  "noun": [
    {
      "description": "A band or bundle of fibrous tissue in a human or animal body that has the ability to contract, producing movement in or maintaining the position of parts of the body.",
      "examples": [
        "the calf muscle",
        "the sheet of muscle between the abdomen and chest"
      ],
      "synonyms": [
        "thew"
      ]
    },
    {
      "description": "Physical power; strength.",
      "examples": [
        "he had muscle but no brains"
      ],
      "synonyms": [
        "strength",
        "power",
        "muscularity",
        "brawn",
        "brawniness",
        "burliness",
        "huskiness"
      ]
    }
  ],
  "verb": [
    {
      "description": "Move (an object) in a particular direction by using one's physical strength.",
      "examples": [
        "they were muscling baggage into the hold of the plane"
      ]
    }
  ],
  "phrases": [
    "Now that Labour is safely back in power, the public sector unions have already started to flex their muscles.",
    "Now they are flexing their muscles, increasingly conscious of their strength and ever more radical in their demands.",
    "They routinely flexed their muscles in the form of politically-motivated strikes, most significantly in the early 1970s when they helped bring down Edward Heath's Conservative government.",
    "So at some stage you have to lay down the law and your kids will see it as you flexing your muscles and being unkind to them but in reality you are just teaching them for the future or protecting them.",
    "But the US regulators are also flexing their muscles and seeking to impose their standards on other markets around the world.",
    "muscling his way into meetings and important conferences",
    "he was determined to muscle in on the union's affairs",
    "Was this Kelley's way of getting back at me for muscling in on his life?",
    "A new budget hotel chain has muscled into the market there with a somewhat spurious name.",
    "That could mean new launches will find it harder to muscle into the territory without deep pockets."
  ],
  "origin": "Late Middle English: from French, from Latin musculus, diminutive of mus mouse (some muscles being thought to be mouse-like in form).",
  "pronounciation": "/ˈməsəl/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/muscle_us_1.mp3"
}