{
  "noun": [
    {
      "description": "A heap of things laid or lying one on top of another.",
      "examples": [
        "he placed the books in a neat pile"
      ],
      "synonyms": [
        "heap",
        "stack",
        "mound",
        "pyramid",
        "mass",
        "quantity",
        "bundle",
        "clump",
        "bunch",
        "jumble"
      ]
    }
  ],
  "verb": [
    {
      "description": "Place (things) one on top of another.",
      "examples": [
        "she piled all the groceries on the counter"
      ],
      "synonyms": [
        "heap",
        "heap up",
        "stack",
        "stack up",
        "make a heap of",
        "make a pile of",
        "make a stack of"
      ]
    },
    {
      "description": "(of a group of people) get into or out of (a vehicle) in a disorganized manner.",
      "examples": [
        "we all piled in and headed off to our mysterious destination",
        "my students piled out of three cars"
      ],
      "synonyms": [
        "crowd",
        "climb",
        "charge",
        "tumble",
        "stream",
        "flock",
        "flood",
        "pack",
        "squeeze",
        "push",
        "shove",
        "jostle",
        "elbow",
        "crush",
        "jam"
      ]
    }
  ],
  "phrases": [
    "The seamen from HMS Excellent were tasked to take over, piling arms and improvising drag ropes from lengths of rope commandeered from the railway station.",
    "In piling arms, after the firelocks are properly fixed, the pikes are generally placed across the muzzles.",
    "Unfortunately Gill did not make his pile in Victoria but took to the bottle and died drunk and destitute on the steps of the Melbourne post office on 27 October 1880.",
    "It's largely the preserve of TV comedians who've made their pile and are now desperately seeking some late - career credibility.",
    "This is quite different from someone who has made their pile and bought a club as a hobby, much like buying a racehorse."
  ],
  "origin": "Middle English (in the sense downy feather): from Latin pilus hair. The current sense dates from the mid 16th century.",
  "pronounciation": "/pīl/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/pile_us_1.mp3"
}