{
  "noun": [
    {
      "description": "A thin piece of metal with a sharp point at one end and a round head at the other, used especially for fastening pieces of cloth.",
      "synonyms": [
        "tack",
        "safety pin",
        "nail",
        "staple",
        "skewer",
        "spike",
        "brad",
        "fastener"
      ]
    },
    {
      "description": "A metal projection from a plug or an integrated circuit which makes an electrical connection with a socket or another part of a circuit."
    },
    {
      "description": "A stick with a flag placed in a hole to mark the hole's position."
    },
    {
      "description": "(in bowling) one of a set of bottle-shaped wooden pieces that are arranged in an upright position at the end of a lane in order to be toppled by a rolling ball."
    },
    {
      "description": "Legs.",
      "examples": [
        "she was very nimble on her pins"
      ]
    },
    {
      "description": "An attack on a piece or pawn which is thereby pinned.",
      "examples": [
        "the pin of the black queen by the white rook"
      ]
    },
    {
      "description": "A half-firkin cask for beer."
    }
  ],
  "verb": [
    {
      "description": "Attach or fasten with a pin or pins in a specified position.",
      "examples": [
        "her hair was pinned back",
        "pin a note on the door"
      ],
      "synonyms": [
        "attach",
        "fasten",
        "affix",
        "fix",
        "stick",
        "tack",
        "nail",
        "staple",
        "clip",
        "join",
        "link",
        "secure"
      ]
    }
  ],
  "phrases": [
    "It's pinning their ears back, throwing out question after question you know they can't answer correctly and then attacking every single syllable they toss up from their defensive crouch.",
    "retailers were pinning their hopes on a big-spending Christmas",
    "Many Hispanics pin hopes on pope's visit.",
    "When astrophysicist Joseph Smith, Ph.D., was diagnosed with multiple myeloma in 1984, he may have been tempted to pin his hopes on stardust.",
    "She had taught her son to hate to clutter also, and therefore his room was neat as a pin.",
    "The terrorists are watchful of your team's movement and hide in effective places to pin you down.",
    "If you're not firing, the enemy will fire at you, pinning you down.",
    "Growling in rage under her breath, Syd let go of her bad arm and charged toward the enemy, pinning him down.",
    "PFC Thompson set up his machine gun in the path of the onslaught and swept the enemy with withering fire, pinning them down momentarily, thus permitting the remainder of his platoon to withdraw to a more tenable position.",
    "Oh I don't know, Mother, you can't pin these kids down to an exact hour."
  ],
  "origin": "1970s: short for personal identification number.",
  "pronounciation": "/pin/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/pin_us_1.mp3"
}