{
  "verb": [
    {
      "description": "Grip (something, typically someone's flesh) tightly and sharply between finger and thumb.",
      "examples": [
        "she pinched his cheek"
      ],
      "synonyms": [
        "nip",
        "tweak",
        "squeeze",
        "compress",
        "grasp"
      ]
    },
    {
      "description": "Move one's finger and thumb apart or bring them together on (a touchscreen) in order to zoom into or out of an image, activate a function, etc.",
      "examples": [
        "to explore in more detail just pinch the screen",
        "you can pinch on the screen and all the open apps will appear"
      ]
    },
    {
      "description": "Steal.",
      "examples": [
        "he pinched a handful of candies"
      ],
      "synonyms": [
        "steal",
        "thieve",
        "rob",
        "take",
        "snatch",
        "pilfer",
        "purloin",
        "loot",
        "rifle",
        "abscond with",
        "carry off"
      ]
    },
    {
      "description": "Live in a frugal way.",
      "examples": [
        "if I pinch and scrape, I might manage"
      ],
      "synonyms": [
        "economize",
        "be economical",
        "scrimp",
        "scrimp and save",
        "cut corners",
        "reduce wastage",
        "skimp",
        "stint",
        "be sparing",
        "be frugal",
        "cut back",
        "tighten one's belt",
        "draw in one's horns",
        "retrench",
        "cut expenditure",
        "cut one's coat according to one's cloth"
      ]
    },
    {
      "description": "Sail (a boat) so close to the wind that the sails begin to lose power.",
      "examples": []
    }
  ],
  "noun": [
    {
      "description": "An act of gripping the skin of someone's body between finger and thumb.",
      "examples": [
        "he gave her a gentle pinch"
      ],
      "synonyms": [
        "nip",
        "tweak",
        "squeeze"
      ]
    },
    {
      "description": "An arrest.",
      "examples": []
    }
  ],
  "phrases": [
    "Chimneys are the perfect habitat for these birds, although they will nest in silos, wells, air shafts, or abandoned buildings in a pinch.",
    "An on-board doctor could help the person out, and in a pinch, the flight could simply land somewhere quickly.",
    "I'm not that into cold cereal but could do that in a pinch.",
    "If you were in a pinch, you might sell your socket wrenches, Tupperware, and Englebert Humperdink record collection.",
    "Vermouth and Lemon meet these requirements nicely, although oranges, capers, Marsala also would have done in a pinch."
  ],
  "origin": "Middle English (as a verb): from an Old Northern French variant of Old French pincier to pinch.",
  "pronounciation": "/pɪn(t)ʃ/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/pinch_1_us_1.mp3"
}