{
  "noun": [
    {
      "description": "A plan made in secret by a group of people to do something illegal or harmful.",
      "examples": [
        "there's a plot to overthrow the government"
      ],
      "synonyms": [
        "conspiracy",
        "intrigue",
        "secret plan",
        "secret scheme",
        "stratagem"
      ]
    },
    {
      "description": "The main events of a play, novel, movie, or similar work, devised and presented by the writer as an interrelated sequence.",
      "examples": [],
      "synonyms": [
        "storyline",
        "story",
        "chain of events",
        "scenario",
        "action",
        "thread"
      ]
    },
    {
      "description": "A small piece of ground marked out for a purpose such as building or gardening.",
      "examples": [
        "a vegetable plot"
      ],
      "synonyms": [
        "piece of ground",
        "patch",
        "area",
        "location",
        "parcel",
        "tract",
        "allotment",
        "acreage"
      ]
    },
    {
      "description": "A graph showing the relation between two variables.",
      "examples": []
    }
  ],
  "verb": [
    {
      "description": "Secretly make plans to carry out (an illegal or harmful action)",
      "examples": [
        "the two men are serving sentences for plotting a bomb campaign",
        "Erica has been plotting against me all along"
      ],
      "synonyms": [
        "plan",
        "scheme",
        "arrange",
        "organize",
        "lay",
        "hatch",
        "concoct",
        "devise",
        "frame",
        "think up",
        "dream up",
        "cook up",
        "brew",
        "conceive"
      ]
    },
    {
      "description": "Devise the sequence of events in (a play, novel, movie, or similar work).",
      "examples": []
    },
    {
      "description": "Mark (a route or position) on a chart.",
      "examples": [
        "he started to plot lines of ancient sites"
      ],
      "synonyms": [
        "mark",
        "chart",
        "map",
        "indicate",
        "represent",
        "graph"
      ]
    }
  ],
  "phrases": [
    "many people believe that he is feeling the strain or has lost the plot",
    "Then, they'd thought I'd lost the plot when I suggested buying the lease.",
    "I looked at him a bit strangely, and wondered if he'd lost the plot.",
    "The manager has lost the plot completely, he's got to go.",
    "He never had any ambition to make tons of money, he just wanted to produce great ads, and when people couldn't understand his vision he'd totally lose the plot."
  ],
  "origin": "Late Old English (in plot (sense 3 of the noun)), of unknown origin. The sense secret plan, dating from the late 16th century, is associated with Old French complot dense crowd, secret project, the same term being used occasionally in English from the mid 16th century Compare with plat.",
  "pronounciation": "/plɑt/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/plot_us_1.mp3"
}