{
  "noun": [
    {
      "description": "A large farming implement with one or more blades fixed in a frame, drawn by a tractor or by animals and used for cutting furrows in the soil and turning it over, especially to prepare for the planting of seeds.",
      "examples": []
    },
    {
      "description": "A yoga pose assumed by lying on one's back and swinging one's legs over one's head until the outstretched feet approach or touch the floor.",
      "examples": [
        "positions like plow and headstand can strain the neck"
      ]
    }
  ],
  "verb": [
    {
      "description": "Turn up the earth of (an area of land) with a plow, especially before sowing.",
      "examples": [
        "Uncle Vic plowed his garden"
      ],
      "synonyms": [
        "cultivate",
        "till",
        "work",
        "furrow",
        "harrow",
        "ridge",
        "break up",
        "turn up"
      ]
    },
    {
      "description": "(especially of a vehicle) move in a fast and uncontrolled manner.",
      "examples": [
        "the car plowed into the side of a van"
      ],
      "synonyms": [
        "career",
        "plunge",
        "crash",
        "smash",
        "bulldoze",
        "hurtle",
        "cannon",
        "lurch",
        "drive",
        "run",
        "careen"
      ]
    },
    {
      "description": "Clear snow from (a road) using a snowplow.",
      "examples": [
        "the roads weren't yet plowed"
      ]
    },
    {
      "description": "Fail (an examination).",
      "examples": []
    }
  ],
  "phrases": [
    "They're so divorced from any other music right now, plowing their own furrow, yet still intimately connected to the fabric of contemporary culture.",
    "McMurdo shrugs happily and says she prefers to plough her own furrow unhindered by media hype.",
    "They are surrounded by some of the smartest, most cutting edge restaurants in town but, as Mills puts it, Food-wise we plough our own furrow.",
    "Elected to the Dáil in 1981, he has won the respect of many, at times ploughing a lonely furrow as an unabashed socialist and campaigner on international issues.",
    "Many collectors are fiercely independent and plough their own furrow.",
    "In 1933 alone, $100 million was paid out to cotton farmers to plough their crop back into the ground!",
    "A worrying factor will be the availability of straw this autumn as balers cannot get on to land and farmers may be forced to chop and plough it back.",
    "Many cereal growers instead of baling straw chopped it up and ploughed it in as prices were poor.",
    "Once the work is done, the mulch can be plowed in and grass can be planted.",
    "savings made through greater efficiency will be plowed back into the service"
  ],
  "origin": "Late Old English plōh, of Germanic origin; related to Dutch ploeg and German Pflug. The spelling plough became common in England in the 18th century; earlier (16th–17th centuries) the noun was normally spelled plough, the verb plow.",
  "pronounciation": "/plou/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/plow_us_2.mp3"
}