{
  "noun": [
    {
      "description": "An obstruction blocking a hole, pipe, etc.",
      "examples": [
        "somewhere in the pipes there is a plug of ice blocking the flow"
      ],
      "synonyms": [
        "stopper",
        "bung",
        "cork",
        "seal",
        "spigot",
        "spile"
      ]
    },
    {
      "description": "A device for making an electrical connection, especially between an appliance and a power supply, consisting of an insulated casing with metal pins that fit into holes in an outlet."
    },
    {
      "description": "A piece of publicity promoting a product, event, or establishment.",
      "examples": [
        "he threw in a plug, boasting that the restaurant offered many entrées for under $5"
      ],
      "synonyms": [
        "piece of publicity",
        "favourable mention",
        "advertisement",
        "promotion",
        "recommendation",
        "mention",
        "good word",
        "commercial"
      ]
    },
    {
      "description": "A piece of tobacco cut from a larger cake for chewing.",
      "synonyms": [
        "wad",
        "quid",
        "twist",
        "chew"
      ]
    },
    {
      "description": "A lure with one or more hooks attached.",
      "synonyms": [
        "lure",
        "decoy",
        "fly",
        "troll",
        "jig",
        "teaser"
      ]
    },
    {
      "description": "A tired or old horse."
    },
    {
      "synonyms": [
        "nag",
        "inferior horse",
        "tired-out horse",
        "worn-out horse",
        "rosinante"
      ]
    }
  ],
  "verb": [
    {
      "description": "Block or fill in (a hole or cavity)",
      "examples": [
        "trucks arrived loaded with gravel to plug the hole and clear the road"
      ],
      "synonyms": [
        "stop",
        "stop up",
        "seal",
        "seal off",
        "seal up",
        "close",
        "close off",
        "close up",
        "cork",
        "stopper",
        "bung",
        "block",
        "block off",
        "block up",
        "dam",
        "dam up",
        "fill",
        "fill up",
        "pack",
        "stuff"
      ]
    },
    {
      "description": "Mention (a product, event, or establishment) publicly in order to promote it.",
      "examples": [
        "during the show he plugged his new record"
      ],
      "synonyms": [
        "publicize",
        "promote",
        "give publicity to",
        "advertise",
        "mention",
        "give a mention to",
        "write up",
        "build up",
        "bang the drum for",
        "beat the drum for",
        "commend",
        "draw attention to"
      ]
    },
    {
      "description": "Shoot or hit (someone or something).",
      "synonyms": [
        "shoot",
        "hit",
        "shoot down",
        "gun down",
        "pick off"
      ]
    },
    {
      "description": "Proceed steadily and laboriously with a journey or task.",
      "examples": [
        "during the years of poverty, he plugged away at his writing"
      ],
      "synonyms": [
        "toil",
        "labour",
        "toil away",
        "plod away",
        "work away",
        "slave away",
        "soldier on with",
        "persevere with",
        "persist with",
        "keep on with",
        "plough on with",
        "hammer away",
        "grind away"
      ]
    }
  ],
  "phrases": [
    "the new sanctions are meant to plug the gaps in the trade embargo",
    "The council is currently recruiting up to 20 front-line staff from Canada to help plug the gaps.",
    "Xuan even contemplated trying to find workers outside China to plug the gap.",
    "They say they are already considering raiding the savings of cash rich schools to plug the gap.",
    "The problem then is finding someone to plug the gap.",
    "He said he objected when he was first asked if a radio could be plugged in during lessons.",
    "No warning appears if no power connector is plugged in, and the performance of the card is the same either way.",
    "When I first purchased my computer, I thought that all I needed to do was plug it in, connect it to the phone line, and everything would be OK.",
    "The son runs to the TV, plugs it in, and soon the whole family is tuned in.",
    "Since then, I always check for water on the floor when I plug appliances in."
  ],
  "origin": "Early 17th century: from Middle Dutch and Middle Low German plugge, of unknown ultimate origin.",
  "pronounciation": "/pləɡ/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/plug_us_1.mp3"
}