{
  "verb": [
    {
      "description": "Jab or prod (someone or something), especially with one's finger.",
      "examples": [
        "he poked Benny in the ribs and pointed",
        "they sniffed, felt, and poked at everything they bought"
      ],
      "synonyms": [
        "prod",
        "jab",
        "dig",
        "nudge",
        "tap",
        "butt",
        "ram",
        "shove",
        "punch",
        "prick",
        "jolt"
      ]
    },
    {
      "description": "Thrust (something) in a particular direction.",
      "examples": [
        "I poked my head around the door to see what was going on",
        "she poked her tongue out"
      ]
    },
    {
      "description": "Move slowly; dawdle.",
      "examples": [
        "I was poking along, my vision blocked by that curtain of sleet"
      ]
    }
  ],
  "noun": [
    {
      "description": "An act of poking someone or something.",
      "examples": [
        "she gave the fire a poke"
      ],
      "synonyms": [
        "prod",
        "jab",
        "dig",
        "elbow",
        "nudge",
        "tap",
        "butt"
      ]
    },
    {
      "description": "A look or search around a place.",
      "examples": []
    },
    {
      "description": "Power or acceleration in a car.",
      "examples": [
        "I expect you'd prefer something with a bit more poke"
      ]
    },
    {
      "description": "A woman's bonnet with a projecting brim or front, popular especially in the early 19th century.",
      "examples": []
    }
  ],
  "phrases": [
    "I got a tax rebate—not a huge amount but better than a poke in the eye with a sharp stick",
    "He's better than a poke in the eye with a burnt stick.",
    "Getting hold of that is certainly better than a poke in the eye with a burnt stick.",
    "Not a huge amount but better than a poke in the eye with a sharp stick.",
    "Laurel has a remarkable ability to poke fun at whatever she's insecure about.",
    "she poked about in the cupboard for a minute or two",
    "Is it really so bad that you'd go to the middle of Death Valley in order to not have studio suits poking around your set?",
    "I sighed and poked about in the bushes, searching for some sort of knob or button that might turn on the sprinklers.",
    "I'd spent much of the day poking around the village - my young cousin had found a bizarre rusty Victorian-style hook in the garden which had set me to thinking.",
    "Vittorio spies on Frank as he pokes around the parlor, searching for a hidden compartment."
  ],
  "origin": "Hawaiian, literally a slice.",
  "pronounciation": "/ˌpōˈkā/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/poke_us_2.mp3"
}