{
  "noun": [
    {
      "description": "A long, slender, rounded piece of wood or metal, typically used with one end placed in the ground as a support for something.",
      "examples": [
        "a tent pole"
      ],
      "synonyms": [
        "post",
        "pillar",
        "stanchion",
        "standard",
        "paling",
        "pale",
        "stake",
        "stick",
        "picket",
        "palisade",
        "support",
        "prop",
        "batten",
        "mast",
        "bar",
        "shaft",
        "rail",
        "rod",
        "beam",
        "spar",
        "crosspiece",
        "upright",
        "vertical"
      ]
    },
    {
      "description": "A linear or square rod.",
      "examples": []
    }
  ],
  "verb": [
    {
      "description": "Propel (a boat) by pushing a pole against the bottom of a river, canal, or lake.",
      "examples": [
        "the boatman appeared, poling a small gondola",
        "they poled slowly across to the other bank"
      ]
    }
  ],
  "phrases": [
    "if it really blows you'll end up under bare poles",
    "It's powering under bare poles on a day which is ideal for all sail aloft and, unless I've forgotten what she looks like, that's surely Crusty Lady Lily heading for the Gap.",
    "Sails were down and it was running under bare poles before the wind.",
    "Even under bare poles a sailboat will heel right over, at least to decks awash, in hurricane force conditions.",
    "It was indeed the coldest day that Challenger had yet experienced and in the violent seas she lay to under bare poles, just trying to survive.",
    "In lifestyle and political values, they are poles apart.",
    "He was poles apart from all his nieces and nephews who were absolutely feral about Vietnam war and what we were doing there and about how Australia was changing.",
    "The inner worlds they inhabit are poles apart - yet gradually, under the threat of torture and betrayal, Valentin slowly comes to trust and even love Molina.",
    "Even their reactions to situations are poles apart.",
    "In its emphasis on self-knowledge gained through the study of poetry and heroes, Emerson's idea of self-reliance is poles apart from the modern notion of self-esteem."
  ],
  "origin": "Via German from Polish Polanie, literally field-dwellers, from pole field.",
  "pronounciation": "/poʊl/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/_pole_1_us_1.mp3"
}