{
  "noun": [
    {
      "description": "A container, typically rounded or cylindrical and of ceramic ware or metal, used for storage or cooking.",
      "examples": [
        "clay pots for keeping water cool in summer",
        "a cooking pot"
      ],
      "synonyms": [
        "cooking utensil",
        "container",
        "receptacle",
        "vessel"
      ]
    },
    {
      "description": "The total sum of the bets made on a round in poker and other card games.",
      "examples": [
        "Jim raked in the pot"
      ],
      "synonyms": [
        "bank",
        "kitty",
        "pool",
        "purse",
        "stakes",
        "ante",
        "jackpot"
      ]
    },
    {
      "description": "A potbelly.",
      "synonyms": [
        "paunch",
        "belly",
        "beer belly",
        "gut",
        "fat stomach",
        "protruding stomach"
      ]
    },
    {
      "description": "A toilet."
    }
  ],
  "verb": [
    {
      "description": "Plant in a flowerpot.",
      "examples": [
        "pot individual cuttings as soon as you see new young leaves"
      ]
    },
    {
      "description": "Preserve (food, especially meat or fish) in a sealed pot or jar.",
      "examples": [
        "venison can be potted in the same way as tongue"
      ]
    },
    {
      "description": "Hit or kill (someone or something) by shooting."
    },
    {
      "examples": [
        "he was shot in the eye as neighbors potted clay pigeons"
      ]
    }
  ],
  "phrases": [
    "hens provided eggs as well as meat for the pot",
    "We're not talking about peasants supplementing their diet by hunting game for the pot.",
    "We had chooks and ducks, and being simple folk we treated some of them as pets, at least in their formative days until they were ready for the pot.",
    "Farmers have been known to make the most of this - and take the odd one home for the pot.",
    "The Government has ruled that it is now illegal to shoot a crow, rook or pigeon for the pot without scaring it first."
  ],
  "origin": "1930s: probably from Mexican Spanish potiguaya cannabis leaves.",
  "pronounciation": "/pɑt/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/pot_us_1.mp3"
}