{
  "noun": [
    {
      "description": "The actual application or use of an idea, belief, or method, as opposed to theories relating to it.",
      "examples": [
        "the principles and practice of teaching",
        "he put his self-defense training into practice by helping police arrest the armed robber"
      ],
      "synonyms": [
        "application",
        "exercise",
        "use",
        "operation",
        "implementation",
        "execution",
        "enactment",
        "action",
        "doing"
      ]
    },
    {
      "description": "The customary, habitual, or expected procedure or way of doing of something.",
      "examples": [
        "current nursing practice",
        "modern child-rearing practices"
      ],
      "synonyms": [
        "custom",
        "procedure",
        "policy",
        "convention",
        "tradition",
        "fashion",
        "habit",
        "wont",
        "method",
        "system",
        "routine",
        "institution",
        "way",
        "rule"
      ]
    },
    {
      "description": "Repeated exercise in or performance of an activity or skill so as to acquire or maintain proficiency in it.",
      "examples": [
        "it must have taken a lot of practice to become so fluent"
      ],
      "synonyms": [
        "training",
        "rehearsal",
        "repetition",
        "preparation",
        "exercise",
        "drill",
        "study"
      ]
    }
  ],
  "verb": [
    {
      "description": "Perform (an activity) or exercise (a skill) repeatedly or regularly in order to improve or maintain one's proficiency.",
      "examples": [
        "I need to practice my French",
        "they were practicing for the Olympics"
      ]
    },
    {
      "description": "Carry out or perform (a particular activity, method, or custom) habitually or regularly.",
      "examples": [
        "we still practice some of these rituals today"
      ]
    }
  ],
  "phrases": [
    "in theory this method is ideal—in practice it is unrealistic",
    "While these travellers might not support globalism in theory, in practice it oozes from their every pore.",
    "The current one has proved to be rather unwieldy in practice and I shall be glad to consign it to history.",
    "Thus imprisonment and the exercise of conjugal rights are incompatible in practice.",
    "These different layers of management in practice merge into each other."
  ],
  "origin": "Late Middle English: the verb from Old French practiser or medieval Latin practizare, alteration of practicare perform, carry out, from practica practice, from Greek praktikē, feminine (used as a noun) of praktikos (see practical); the noun from the verb in the earlier spelling practise, on the pattern of pairs such as advise, advice.",
  "pronounciation": "/ˈpraktəs/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/practice_us_1.mp3"
}