{
  "adjective": [
    {
      "description": "In a particular place.",
      "examples": [
        "a doctor must be present at the ringside",
        "the speech caused embarrassment to all those present"
      ],
      "synonyms": [
        "in attendance",
        "attending",
        "here",
        "there",
        "near",
        "nearby",
        "at hand",
        "close at hand",
        "near at hand",
        "adjacent",
        "available",
        "ready"
      ]
    },
    {
      "description": "Existing or occurring now.",
      "examples": [
        "she did not expect to find herself in her present situation"
      ],
      "synonyms": [
        "current",
        "present-day",
        "existing",
        "contemporary",
        "immediate"
      ]
    }
  ],
  "noun": [
    {
      "description": "The period of time now occurring.",
      "examples": [
        "they are happy and at peace, refusing to think beyond the present"
      ],
      "synonyms": [
        "now",
        "today",
        "the present time",
        "the here and now",
        "this day and age",
        "the present moment",
        "the time being"
      ]
    }
  ],
  "verb": [
    {
      "description": "Give or award formally or ceremonially.",
      "examples": [
        "a celebrity will present the prizes",
        "a top executive will present an award to employees who built the F-150"
      ],
      "synonyms": [
        "hand over",
        "give",
        "give out",
        "dispense",
        "hand out",
        "confer",
        "bestow",
        "award",
        "grant",
        "donate",
        "gift",
        "accord",
        "extend",
        "entrust",
        "furnish"
      ]
    },
    {
      "description": "Formally introduce (someone) to someone else.",
      "examples": [
        "may I present my wife?"
      ],
      "synonyms": [
        "introduce",
        "make known",
        "acquaint someone with",
        "make acquainted with"
      ]
    },
    {
      "description": "Introduce or announce the various items of (a broadcast show) as a participant.",
      "examples": [
        "the Late Show was presented by Cynthia Rose"
      ],
      "synonyms": [
        "host",
        "introduce",
        "announce",
        "compère",
        "anchor",
        "be the presenter of"
      ]
    },
    {
      "description": "Exhibit (a particular state or appearance) to others.",
      "examples": [
        "the EU presented a united front over the crisis"
      ]
    },
    {
      "description": "(of a patient) come forward for or undergo initial medical examination for a particular condition or symptom.",
      "examples": [
        "the patient presented with mild clinical encephalopathy"
      ]
    },
    {
      "description": "(of a part of a fetus) be directed toward the cervix during labor."
    },
    {
      "description": "Hold out or aim (a firearm) at something so as to be ready to fire.",
      "examples": [
        "they were to present their rifles, take aim, and fire"
      ]
    }
  ],
  "phrases": [
    "membership at present stands at about 5,000",
    "Michael is in hospital at present and it is hoped that he will soon be back playing cards.",
    "This is particularly dedicated to anyone who's going through a bit of a tough patch at present.",
    "The main focus at present in the back to school theme that all school goers must face up to.",
    "If granted, this would allow them to continue the centre's operations as at present.",
    "The World War I story of preachers presenting arms has been told before, but Gamble tells it well.",
    "When the casket is removed from the hearse, the squad presents arms and then performs the military ritual.",
    "For each of the drill movements, you have to be really conscious of what you're timing is, so every time you go from standing at ease to present arms, there's a set order to get there.",
    "The Victoria and Albert cast off from Port Victoria Pier at 20 minutes after 3 and steamed down to Sheerness Harbour, the crews of the vessels in the river manning ship and the guards presenting arms as her Majesty passed.",
    "Officers saluted the coffin and a picture of Kabila, as a military band played the national anthem, and an honour guard presented arms.",
    "he had made a present of a hacienda to the president",
    "He told her that he doubted whether any real lady would make a present of pajamas to a gentleman.",
    "In about half the forest areas, as in the Forest of Dean, they also owned the woodland within the royal forests, and to be able to make a present of the rare timbers large enough to build ships and houses gave them further influence.",
    "If you are thinking of buying this perfect literary gift, I suggest you make a present of it to yourself.",
    "To make a gift of something to someone is to make a present of some part of oneself."
  ],
  "origin": "Middle English: from Old French, originally in the phrase mettre une chose en present à quelqu'un put a thing into the presence of a person.",
  "pronounciation": "/ˈprɛz(ə)nt/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/present_us_2.mp3"
}