{
  "verb": [
    {
      "description": "Make a small hole in (something) with a sharp point; pierce slightly.",
      "examples": [
        "prick the potatoes with a fork"
      ],
      "synonyms": [
        "pierce",
        "puncture",
        "make a hole in",
        "put a hole in",
        "stab",
        "perforate",
        "rupture",
        "riddle",
        "penetrate",
        "nick",
        "spear",
        "slit",
        "incise",
        "knife",
        "bore",
        "spike",
        "skewer",
        "spit",
        "stick",
        "punch",
        "pin",
        "needle",
        "jag",
        "jab"
      ]
    },
    {
      "description": "(especially of a horse or dog) make (the ears) stand erect when on the alert.",
      "examples": [
        "the dog's tail was wagging and her ears were pricked"
      ],
      "synonyms": [
        "raise",
        "erect",
        "point"
      ]
    }
  ],
  "noun": [
    {
      "description": "An act of piercing something with a fine, sharp point.",
      "examples": [
        "the pin prick had produced a drop of blood"
      ],
      "synonyms": [
        "poke",
        "prod",
        "dig",
        "nudge",
        "tap",
        "butt",
        "elbow",
        "shove",
        "punch",
        "jolt"
      ]
    },
    {
      "description": "A penis.",
      "examples": []
    },
    {
      "description": "A spiked stick used for driving oxen.",
      "examples": [],
      "synonyms": [
        "prod",
        "spiked stick",
        "spike",
        "staff",
        "crook",
        "pole",
        "rod"
      ]
    }
  ],
  "phrases": [
    "Young Tim just wants a 10-speed bike but the effort he expends kicking against the pricks - brother, parents, teachers - is enough to drive insane even the healthiest among us.",
    "I'm glad - more than glad, I'm indebted in a multitude of ways and even if I disagree with her on the details deeply grateful - that she is around to kick against the pricks, as exhausting and demoralizing an avocation as that is.",
    "They might have been Dagenham car workers, Yorkshire miners, Scottish dockers, dustbin men or printers, shimmering spectres now from distant times when to kick against the pricks was considered admirable rather than merely pointless.",
    "And it's equally strange how much time you can spend kicking against the pricks, waiting and hoping for things to change - only to find that what you thought you wanted changed was really your safety net.",
    "They are still kicking against the pricks for all they are worth but fortunately they have remembered to write some tunes this time around.",
    "he was in the garden pricking out marigolds",
    "They will need exactly the same care as those done at home so limit how many are bought, bearing in mind they will need warmth and good light when they have been pricked out.",
    "The coriander seedlings have fast outstripped everything else and have their first true leaves and need pricking out any time now.",
    "Alternatively, collect ripe seed and sow in trays in a cold frame pricking them out when big enough.",
    "Spring bedding sown earlier in the summer will be ready to prick out if sown in trays or thin out if in the garden."
  ],
  "origin": "Old English pricca (noun), prician (verb), probably of West Germanic origin and related to Low German and Dutch prik (noun), prikken (verb).",
  "pronounciation": "/prɪk/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/prick_us_1.mp3"
}