{
  "noun": [
    {
      "description": "A paid occupation, especially one that involves prolonged training and a formal qualification.",
      "examples": [
        "his chosen profession of teaching",
        "a lawyer by profession"
      ],
      "synonyms": [
        "career",
        "occupation",
        "calling",
        "vocation",
        "line of work",
        "line of employment",
        "line",
        "métier"
      ]
    },
    {
      "description": "An act of declaring that one has a particular feeling or quality, especially when this is not the case.",
      "examples": [
        "his profession of delight rang hollow",
        "a profession of allegiance"
      ],
      "synonyms": [
        "declaration",
        "affirmation",
        "statement",
        "announcement",
        "proclamation",
        "assertion",
        "avowal",
        "vow",
        "claim",
        "allegation",
        "protestation"
      ]
    },
    {
      "description": "A declaration of belief in a religion.",
      "synonyms": [
        "statement",
        "sworn statement",
        "affidavit",
        "attestation",
        "affirmation",
        "assertion"
      ]
    }
  ],
  "phrases": [
    "Love for Sale, first published in Norwegian in 1997, is nothing if not ambitious, attempting as it does to cover all aspects of the world's oldest profession, at all times and in all places.",
    "One customer appeared to be a working woman of the oldest profession, plying her trade indoors in the air conditioned restaurant instead of outside on a street corner in the heat.",
    "Yes, the oldest profession (even when it's called escort) is, Society wise, not the most respected.",
    "It feels that the crackdown will drive prostitution and brothels even further underground, making the oldest profession even more dangerous for both the women and their punters.",
    "Even though love-at-work is as old as the world's oldest profession, the days of women being suspected of sleeping their way to the middle are not over."
  ],
  "origin": "Middle English (denoting the vow made on entering a religious order): via Old French from Latin professio(n-), from profiteri declare publicly (see profess). profession (sense 1) derives from the notion of an occupation that one professes to be skilled in.",
  "pronounciation": "/prəˈfɛʃən/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/profession_us_1.mp3"
}