{
  "verb": [
    {
      "description": "Exert force on (someone or something) so as to cause movement toward oneself.",
      "examples": [
        "he pulled them down onto the couch",
        "I pulled the door shut behind me",
        "the little boy pulled at her skirt"
      ],
      "synonyms": [
        "tug",
        "haul",
        "drag",
        "draw",
        "trail",
        "tow",
        "heave",
        "lug",
        "strain at",
        "jerk",
        "lever",
        "prise",
        "wrench",
        "wrest",
        "twist"
      ]
    },
    {
      "description": "(of a vehicle or person) move steadily in a specified direction or to reach a specified point.",
      "examples": [
        "the bus was about to pull away",
        "the boy pulled ahead and disappeared around the corner"
      ]
    },
    {
      "description": "Cause (someone) to patronize, buy, or show interest in something; attract.",
      "examples": [
        "tourist attractions that pull in millions of foreign visitors"
      ],
      "synonyms": [
        "attract",
        "draw",
        "pull in",
        "bring in",
        "lure",
        "charm",
        "engage",
        "enchant",
        "captivate",
        "bewitch",
        "seduce",
        "catch the eye of",
        "entice",
        "tempt",
        "beckon",
        "interest",
        "fascinate"
      ]
    },
    {
      "description": "Cancel or withdraw (an entertainment or advertisement)",
      "examples": [
        "the gig was pulled at the first sign of difficulty"
      ]
    },
    {
      "description": "Strike (a ball) in the direction of one's follow-through so that it travels to the left or, with a left-handed player, to the right.",
      "examples": [
        "he pulled the ball every time he hit a grounder"
      ]
    },
    {
      "description": "(of a lineman) withdraw from position and cross parallel to and behind the line of scrimmage to block opposing players for a runner.",
      "examples": []
    },
    {
      "description": "Print (a proof).",
      "examples": [],
      "synonyms": [
        "set in print",
        "send to press",
        "run off",
        "preprint",
        "reprint",
        "proof",
        "copy",
        "reproduce"
      ]
    }
  ],
  "noun": [
    {
      "description": "An act of taking hold of something and exerting force to draw it toward one.",
      "examples": [
        "give the hair a quick pull and it comes out by the roots"
      ],
      "synonyms": [
        "tug",
        "haul",
        "jerk",
        "heave"
      ]
    },
    {
      "description": "A force drawing someone or something in a particular direction or course of action.",
      "examples": [
        "the pull of the water tore her away",
        "the pull of her hometown was a strong one"
      ],
      "synonyms": [
        "tug",
        "towing",
        "haul",
        "drawing",
        "drag",
        "trailing",
        "trawl"
      ]
    },
    {
      "description": "A printer's proof.",
      "examples": [],
      "synonyms": [
        "page proof",
        "galley proof",
        "galley",
        "slip",
        "trial print"
      ]
    }
  ],
  "phrases": [
    "it had been like pulling teeth to extract these two small items from Moore",
    "However, you can make no excuse for the fact that - and the police have said this - that it was like pulling teeth from him.",
    "We did the show in Toronto and it was like pulling teeth to get people to participate.",
    "Journalists are writing over and over again that this is the most secretive military campaign in history, and that getting information from you and your colleagues is like pulling teeth.",
    "In my experience, it is like pulling teeth to get emotional detail out of some men, and similarly like panning for gold to get political conversation out of some women.",
    "the pact called on the rival forces to pull back and allow a neutral force to take control",
    "Although all have agreed to a ceasefire and to pulling their forces back from the frontline, latest reports suggest that apart from Uganda none have withdrawn troops altogether.",
    "At that point, the division headquarters and support troops were pulled back to refit.",
    "As we start to trust each other a little more, most troops will be pulled back and returned to their barracks, he said.",
    "If British troops were pulled back now what then?"
  ],
  "origin": "Old English pullian pluck, snatch; origin uncertain; the sense has developed from expressing a short sharp action to one of sustained force.",
  "pronounciation": "/po͝ol/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/pull_1_us_1.mp3"
}