{
  "verb": [
    {
      "description": "Exert force on (someone or something), typically with one's hand, in order to move them away from oneself or the origin of the force.",
      "examples": [
        "she pushed her glass toward him",
        "Lydia pushed the door shut",
        "he pushed at the skylight, but it wouldn't budge"
      ],
      "synonyms": [
        "shove",
        "thrust",
        "propel",
        "impel"
      ]
    },
    {
      "description": "Move forward by using force to pass people or cause them to move aside.",
      "examples": [
        "she pushed her way through the crowded streets",
        "he pushed past an old woman in his haste"
      ],
      "synonyms": [
        "force",
        "force one's way",
        "shove",
        "thrust",
        "squeeze",
        "jostle",
        "elbow",
        "shoulder"
      ]
    },
    {
      "description": "Compel or urge (someone) to do something, especially to work hard.",
      "examples": [
        "she believed he was pushing their daughter too hard"
      ],
      "synonyms": [
        "assertive",
        "thrusting",
        "pushing",
        "ambitious",
        "driven",
        "aggressive",
        "forceful",
        "forward",
        "obtrusive",
        "bold",
        "brash",
        "bumptious",
        "arrogant",
        "officious",
        "bossy",
        "presumptuous",
        "full of oneself",
        "self-assertive",
        "overbearing",
        "domineering",
        "confident",
        "overconfident",
        "cocksure"
      ]
    },
    {
      "description": "Promote the use, sale, or acceptance of.",
      "examples": [
        "the company is pushing a $500 asking price"
      ],
      "synonyms": [
        "advertise",
        "publicize",
        "promote",
        "give publicity to",
        "bang the drum for",
        "beat the drum for",
        "popularize"
      ]
    },
    {
      "description": "Prepare (a stack) to receive a piece of data on the top."
    },
    {
      "description": "Develop (a film) so as to compensate for deliberate underexposure."
    }
  ],
  "noun": [
    {
      "description": "An act of exerting force on someone or something in order to move them away from oneself.",
      "examples": [
        "he closed the door with a push"
      ],
      "synonyms": [
        "shove",
        "thrust",
        "ram",
        "bump",
        "knock",
        "hit",
        "jolt",
        "butt",
        "prod",
        "poke",
        "elbow",
        "nudge",
        "shoulder",
        "jostle"
      ]
    },
    {
      "description": "A vigorous effort to do or obtain something.",
      "examples": [
        "many clubs are joining in the fund-raising push",
        "he determined to make one last push for success"
      ],
      "synonyms": [
        "endeavour",
        "striving",
        "effort",
        "exertion",
        "labour",
        "work",
        "toiling",
        "pains"
      ]
    }
  ],
  "phrases": [
    "four PR people are getting the push",
    "What does John Tamihere have to do to get the push from Labour?",
    "Yet the committee-bound European elite, with their ludicrous consensus-based politicking, will almost assuredly be unable to muster up the courage to give him the push.",
    "This was compounded further when Ronnie Burns was given the shove, and headed to Adelaide to join national uber scapegoat-in-the-making Wayne Carey.",
    "You've done as much as you can with the paper, declared Ken Cowley, the News Corp managing director, when he gave me the shove.",
    "he promised to push ahead with economic reform",
    "Instead of pushing ahead with a compulsory scheme in the short term, the Government will introduce draft legislation in the Queen's speech this month as the first step towards a voluntary system.",
    "Coca-Cola continues to push ahead with the establishment of more local bottling plants.",
    "He said that it was important to establish a new use for the site quickly, but this would not inhibit the council from pushing ahead with plans to help the 260 Thrall workers find new jobs.",
    "As for the future, En Foco will continue to push ahead with more emphasis on the journal."
  ],
  "origin": "Middle English (as a verb): from Old French pousser, from Latin pulsare to push, beat, pulse (see pulse). The early sense was exert force on, giving rise later to make a strenuous effort, endeavor.",
  "pronounciation": "/pʊʃ/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/push_1_us_1.mp3"
}