{
  "verb": [
    {
      "description": "Move to or place in a particular position.",
      "examples": [
        "Harry put down his cup",
        "I put my hand out toward her",
        "watch where you're putting your feet!"
      ],
      "synonyms": [
        "place",
        "set",
        "put down",
        "set down",
        "lay",
        "lay down",
        "deposit",
        "situate",
        "position",
        "settle"
      ]
    },
    {
      "description": "Bring into a particular state or condition.",
      "examples": [
        "they tried to put me at ease",
        "a large aid program was put into effect",
        "he is putting himself at risk"
      ]
    },
    {
      "description": "Cause (someone or something) to carry or be subject to something.",
      "examples": [
        "commentators put some of the blame on Congress"
      ],
      "synonyms": [
        "lay",
        "pin",
        "place",
        "impose",
        "fix"
      ]
    },
    {
      "description": "Throw (a shot or weight) as an athletic sport.",
      "examples": [
        "she set a women's record by putting the shot 56' 7\""
      ]
    }
  ],
  "noun": [
    {
      "description": "A throw of a shot or weight."
    }
  ],
  "phrases": [
    "they have tried to put their grief behind them and rebuild their lives",
    "I had hoped to go faster but at least it shows I'm getting my fitness back and putting the trials behind me, she said.",
    "He was hoping to sort out his life and put his crimes behind him.",
    "She wanted to start putting her nightmare behind her.",
    "I accepted the two months' salary they offered, and I put the experience behind me.",
    "Nares immediately telegraphed the engine room to stop and had the ship put about and set off back over its track.",
    "As every good captain knows, a schooner that's sailing a bit too close to the wind often goes slower and runs the risk of being put about on the wrong tack.",
    "The vessel put about on the other tack, but for want of wind, or not having sail enough, she drifted into the ground swell towards the beach.",
    "When the boat put about she would toss badly.",
    "Josefina defends her friend against the lie that she disliked children, saying it was put about by a child who was the ringleader of a group that would disturb Beatrix when she was trying to write quietly."
  ],
  "origin": "Old English (recorded only in the verbal noun putung), of unknown origin; compare with dialect pote to push, thrust (an early sense of the verb put).",
  "pronounciation": "/po͝ot/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/put_us_1.mp3"
}