{
  "noun": [
    {
      "description": "Frozen water, a brittle transparent crystalline solid.",
      "examples": [
        "the pipes were blocked with ice"
      ],
      "synonyms": [
        "frozen water"
      ]
    },
    {
      "description": "A frozen mixture of fruit juice or of flavored water and sugar.",
      "synonyms": [
        "ice cream"
      ]
    },
    {
      "description": "Diamonds."
    },
    {
      "description": "An illegal profit made from reselling tickets."
    },
    {
      "description": "Methamphetamine."
    }
  ],
  "verb": [
    {
      "description": "Decorate (a cake) with icing.",
      "synonyms": [
        "cover with icing",
        "glaze"
      ]
    },
    {
      "description": "Clinch (something such as a victory or deal)."
    },
    {
      "description": "Kill.",
      "examples": [
        "she was saved from being iced by the mafia"
      ],
      "synonyms": [
        "murder",
        "cause the death of",
        "end the life of",
        "take the life of",
        "do away with",
        "make away with",
        "assassinate",
        "do to death",
        "eliminate",
        "terminate",
        "dispatch",
        "finish off",
        "put to death",
        "execute"
      ]
    },
    {
      "description": "Shoot (the puck) so as to commit icing."
    }
  ],
  "abbreviation": [
    {
      "description": "(in the US) Immigration and Customs Enforcement."
    },
    {
      "description": "(in the UK) Institution of Civil Engineers."
    },
    {
      "description": "Internal combustion engine."
    }
  ],
  "phrases": [
    "I thought if I had one at home I could use it as a conversation piece, to break the ice at parties.",
    "Perhaps next time, we should break the ice and make proper conversation.",
    "Although watching together broke the ice, the tension was still there.",
    "If you understand a culture, you can break the ice in conversation, make a joke, or construct a speech better.",
    "In an attempt to break the ice, I rack my brain to continue the conversation.",
    "the wings iced over, forcing the pilot to dive",
    "Suddenly he ran across an iced over puddle of water and he fell down onto the snow.",
    "Quickly, he turned to the door and found the handle and the seams of the door iced over, which helped trap the water as well.",
    "It's also kind of dangerous because there is a water spout that empties right there and that ices over at night."
  ],
  "origin": "Early 21st century: acronym from in case of emergency.",
  "pronounciation": "/aɪs/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/ice_us_1.mp3"
}