{
  "noun": [
    {
      "description": "An idea, feeling, or opinion about something or someone, especially one formed without conscious thought or on the basis of little evidence.",
      "examples": [
        "his first impressions of Manchester were very positive",
        "they give the impression that all is sweetness and light"
      ],
      "synonyms": [
        "feeling",
        "sense",
        "fancy",
        "suspicion",
        "sneaking suspicion",
        "inkling",
        "intuition",
        "hunch",
        "apprehension"
      ]
    },
    {
      "description": "An imitation of a person or thing, especially one done to entertain.",
      "examples": [
        "he did an impression of Frank Sinatra"
      ],
      "synonyms": [
        "impersonation",
        "imitation",
        "mimicry"
      ]
    },
    {
      "description": "A mark impressed on a surface by something.",
      "examples": [
        "the impression of his body on the leaves"
      ],
      "synonyms": [
        "indentation",
        "dent",
        "hollow",
        "concavity",
        "depression",
        "dip",
        "mark",
        "outline",
        "stamp",
        "stamping",
        "imprint"
      ]
    },
    {
      "description": "The printing of a number of copies of a book, periodical, or picture for issue at one time.",
      "synonyms": [
        "edition",
        "issue",
        "copy"
      ]
    },
    {
      "description": "An instance of a pop-up or other online advertisement being seen on an Internet user's monitor."
    }
  ],
  "phrases": [
    "he was under the impression that they had become friends",
    "I was under the impression that the dance program was known within its own campus and internationally.",
    "She was under the impression that there was going to be a dance performance by the Russian girls.",
    "You know, people are always under the impression that those who live in L.A. are weird.",
    "I was also under the impression that there was something in the American constitution about freedom of speech."
  ],
  "origin": "Late Middle English: via Old French from Latin impressio(n-), from impress- pressed in, from the verb imprimere (see imprint).",
  "pronounciation": "/imˈpreSHən/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/impression_us_1.mp3"
}