{
  "noun": [
    {
      "description": "The ability to assess and initiate things independently.",
      "examples": [
        "use your initiative, imagination, and common sense"
      ],
      "synonyms": [
        "enterprise",
        "inventiveness",
        "resourcefulness",
        "capability"
      ]
    },
    {
      "description": "The power or opportunity to act or take charge before others do.",
      "examples": [
        "we have lost the initiative and allowed our opponents to dictate the subject"
      ],
      "synonyms": [
        "advantage",
        "upper hand",
        "edge",
        "lead",
        "whip hand",
        "trump card"
      ]
    },
    {
      "description": "An act or strategy intended to resolve a difficulty or improve a situation; a fresh approach to something.",
      "examples": [
        "a new initiative against car crime"
      ],
      "synonyms": [
        "plan",
        "scheme",
        "strategy",
        "stratagem",
        "measure",
        "technique",
        "proposal",
        "step",
        "action",
        "act",
        "manoeuvre",
        "gambit"
      ]
    },
    {
      "description": "(especially in some US states and Switzerland) the right of citizens outside the legislature to originate legislation."
    }
  ],
  "phrases": [
    "He stressed they had acted on their own initiative; the case was thereby closed and the judge strictly forbade any unauthorised disclosures.",
    "Acting on their own initiative, farm households strive to stabilize their incomes largely through diversification of their income-producing portfolio.",
    "As German forces approached Rome, soldiers acting largely on their own initiative, joined by members of left wing parties, tried unsuccessfully to defend the city.",
    "People will act on their own initiative and take what they believe to be appropriate actions.",
    "Managers need to be in the position where they can rely on their team to act on their own initiative, providing them with the authority to do so."
  ],
  "origin": "Late 18th century: from French, from Latin initiare, from initium beginning.",
  "pronounciation": "/iˈniSH(ē)ədiv/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/initiative_us_1.mp3"
}