{
  "noun": [
    {
      "description": "The state of wanting to know or learn about something or someone.",
      "examples": [
        "she looked about her with interest"
      ],
      "synonyms": [
        "attentiveness",
        "undivided attention",
        "absorption",
        "engrossment",
        "heed",
        "regard",
        "notice",
        "scrutiny"
      ]
    },
    {
      "description": "Money paid regularly at a particular rate for the use of money lent, or for delaying the repayment of a debt.",
      "examples": [
        "the monthly rate of interest",
        "interest payments"
      ],
      "synonyms": [
        "dividends",
        "profits",
        "returns"
      ]
    },
    {
      "description": "The advantage or benefit of a person or group.",
      "examples": [
        "the merger is not contrary to the public interest",
        "we are acting in the best interests of our customers"
      ],
      "synonyms": [
        "of benefit to",
        "to the advantage of",
        "for the sake of",
        "for the benefit of"
      ]
    },
    {
      "description": "A stake, share, or involvement in an undertaking, especially a financial one.",
      "examples": [
        "holders of voting rights must disclose their interests",
        "he must have no personal interest in the outcome of the case"
      ],
      "synonyms": [
        "stake",
        "share",
        "portion",
        "claim",
        "investment",
        "stock",
        "equity"
      ]
    },
    {
      "description": "A group or organization having a specified common concern, especially in politics or business.",
      "examples": [
        "the regulation of national interests in India, Brazil, and Africa"
      ]
    }
  ],
  "verb": [
    {
      "description": "Excite the curiosity or attention of (someone)",
      "examples": [
        "I thought the book might interest Eric"
      ],
      "synonyms": [
        "be of interest to",
        "appeal to",
        "attract",
        "be attractive to",
        "intrigue",
        "fascinate"
      ]
    }
  ],
  "phrases": [
    "Instead, a poker-faced Willis wanders around the camp like a wary housebuyer uncertain as to whether he should declare his interest.",
    "Let me declare my interest: I am CEO of Nanotechnology Victoria, a company set up to invest in nanotechnology to support Victorian industry.",
    "When Steve Archibald declared his interest in buying Airdrie this week he did not state whether he would also be making a playing comeback.",
    "Says Sue Matthews, chair of the ballet board, We had to feel confident that the opera house was going to happen before we could publicly declare our interest.",
    "I've spoken to people at Tottenham, I've declared my interest."
  ],
  "origin": "Late Middle English (originally as interess): from Anglo-Norman French interesse, from Latin interesse differ, be important, from inter- between + esse be. The -t was added partly by association with Old French interest damage, loss, apparently from Latin interest it is important. The original sense was the possession of a share in or a right to something; hence interest (sense 4 of the noun). interest (sense 1 of the noun) and the verb arose in the 18th century interest (sense 2 of the noun) was influenced by medieval Latin interesse compensation for a debtor's defaulting.",
  "pronounciation": "/ˈɪnt(ə)rəst/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/interest_us_1.mp3"
}