{
  "noun": [
    {
      "description": "A strong, hard magnetic silvery-gray metal, the chemical element of atomic number 26, much used as a material for construction and manufacturing, especially in the form of steel.",
      "examples": [],
      "synonyms": [
        "made of iron"
      ]
    },
    {
      "description": "A tool or implement now or originally made of iron.",
      "examples": [
        "a caulking iron"
      ],
      "synonyms": [
        "tool",
        "implement",
        "utensil",
        "device",
        "apparatus",
        "appliance",
        "contrivance",
        "contraption",
        "mechanism"
      ]
    },
    {
      "description": "A handheld implement with a flat steel base that is heated (typically with electricity) to smooth clothes, sheets, etc.",
      "examples": [],
      "synonyms": [
        "flat iron",
        "electric iron",
        "steam iron",
        "smoothing iron"
      ]
    },
    {
      "description": "A golf club with a metal head (typically with a numeral indicating the degree to which the head is angled in order to loft the ball).",
      "examples": []
    },
    {
      "description": "A meteorite containing a high proportion of iron.",
      "examples": []
    }
  ],
  "verb": [
    {
      "description": "Smooth (clothes, sheets, etc.) with an iron.",
      "examples": [],
      "synonyms": [
        "press"
      ]
    }
  ],
  "phrases": [
    "Andy Marriott was good for us in every sense of the word and he allowed us to make sure Glyn was 100 per cent fit but he had other irons in the fire.",
    "We still have other irons in the fire and should have a strong squad.",
    "In addition, each member of the production crew has other irons in the fire, like Stanislaus's first short film production, slated for March.",
    "I know Dean had other irons in the fire, including an offer from Luton Town.",
    "Certainly she has hinted she has other irons in the fire if the public tire of her on screen.",
    "they had ironed out their differences",
    "Most of the niggling faults had been ironed out by this stage.",
    "He said the purpose of staging the pilot postal ballot was to identify potential problems so they could be ironed out.",
    "Engineering and signalling concerns are slowing the process, but the council is confident the problems can be ironed out.",
    "Once the present problems are ironed out, a policy paper should be brought out on participation of private managements in the educational sector."
  ],
  "origin": "Old English īren, īsen, īsern, of Germanic origin; related to Dutch ijzer and German Eisen, and probably ultimately from Celtic.",
  "pronounciation": "/ˈaɪ(ə)rn/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/iron_us_1.mp3"
}