{
  "noun": [
    {
      "description": "A fence or boundary formed by closely growing bushes or shrubs.",
      "examples": [
        "she was standing barefoot in a corner of the lawn, trimming the hedge"
      ],
      "synonyms": [
        "hedgerow",
        "row of bushes",
        "fence"
      ]
    }
  ],
  "verb": [
    {
      "description": "Surround or bound with a hedge.",
      "examples": [
        "a garden hedged with yews"
      ],
      "synonyms": [
        "surround",
        "enclose",
        "encircle",
        "circle",
        "ring",
        "border",
        "edge",
        "bound"
      ]
    },
    {
      "description": "Limit or qualify (something) by conditions or exceptions.",
      "examples": [
        "experts usually hedge their predictions, just in case"
      ],
      "synonyms": [
        "confine",
        "restrict",
        "limit",
        "hinder",
        "obstruct",
        "impede",
        "constrain",
        "trap"
      ]
    },
    {
      "description": "Protect oneself against loss on (a bet or investment) by making balancing or compensating transactions.",
      "examples": [
        "the company hedged its investment position on the futures market"
      ],
      "synonyms": [
        "safeguard",
        "protect",
        "shield",
        "guard",
        "cushion",
        "cover",
        "insure",
        "take out insurance",
        "take out insurance cover"
      ]
    }
  ],
  "phrases": [
    "And prudence is not the art of hedging your bets.",
    "And they hedge their bets by avoiding specific predictions for how long it will take to colonize this or that planet, or to travel to this or that star.",
    "Some are hedging their bets on the Times hyped self-examination.",
    "We have existing laws on the books, but I think many criminals are kind of hedging their bets by thinking they either won't get caught, or the system will be so slow that it will work to their favor.",
    "But I expect wealthy buyers will be hedging their bets before long."
  ],
  "origin": "Old English hegg, of Germanic origin; related to Dutch heg and German Hecke.",
  "pronounciation": "/hɛdʒ/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/hedge_us_1.mp3"
}