{
  "verb": [
    {
      "description": "(of a person) move by jumping on one foot.",
      "synonyms": [
        "jump",
        "bound",
        "spring",
        "bounce",
        "skip",
        "jig",
        "trip",
        "flit",
        "leap",
        "prance",
        "caper",
        "dance",
        "frolic",
        "gambol"
      ]
    }
  ],
  "noun": [
    {
      "description": "A hopping movement.",
      "synonyms": [
        "jump",
        "bound",
        "bounce",
        "prance",
        "leap",
        "spring",
        "skip",
        "gambol"
      ]
    },
    {
      "description": "An informal dance.",
      "synonyms": [
        "dance",
        "social",
        "party",
        "jamboree",
        "gathering",
        "function",
        "disco"
      ]
    }
  ],
  "phrases": [
    "it's just a hop, skip, and jump from my home town",
    "Kaleo knew his way around the city well, and to him, everything was just a hop, skip and a jump away.",
    "Mentioning the Writers' Collective events remind me that it will just be a hop, skip and jump until festival time.",
    "From there she compiled a book of horoscopes for women, and it was only a hop, skip and jump to convince her publishers to let her write nincompoopish novels aimed at women.",
    "Especially since we know for a fact that US Special Forces units are just a hop, skip and a jump away in Jordan.",
    "hop in then and we'll be off",
    "She then hops in a cab to Heathrow, jumps on the 5.30 pm British Airways flight to JFK and taxis into Manhattan in time for supper at the Upper West Side apartment of her financier fiancé, Ivan.",
    "Davis and Karen Love, both 60, stood on the pier and remembered hopping in their car and driving down to Brevard County for a night launch.",
    "Instead of driving to the new hot spot or hopping out of their cars to do foot patrols, some uniform cops used the program as an excuse to idle in their cruisers.",
    "The prince nodded, hopping out of the vehicle and sauntering around to the back."
  ],
  "origin": "Late Middle English hoppe (in the sense ripened hop cones for flavoring malt liquor), from Middle Low German or Middle Dutch.",
  "pronounciation": "/hɑp/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/hop_us_1.mp3"
}