{
  "noun": [
    {
      "description": "A large plant-eating domesticated mammal with solid hoofs and a flowing mane and tail, used for riding, racing, and to carry and pull loads.",
      "synonyms": [
        "mount",
        "charger",
        "yearling"
      ]
    },
    {
      "description": "A frame or structure on which something is mounted or supported, especially a sawhorse.",
      "synonyms": [
        "framework",
        "rack",
        "holder",
        "stand",
        "base",
        "support",
        "mounting",
        "mount",
        "platform",
        "prop",
        "rest",
        "chock",
        "plinth",
        "bottom",
        "trivet",
        "bracket",
        "frame",
        "subframe",
        "structure",
        "substructure",
        "chassis"
      ]
    },
    {
      "description": "A unit of horsepower.",
      "examples": [
        "the huge 63-horse 701-cc engine"
      ]
    },
    {
      "description": "Heroin."
    },
    {
      "description": "An obstruction in a vein."
    }
  ],
  "verb": [
    {
      "description": "Provide (a person or vehicle) with a horse or horses."
    }
  ],
  "phrases": [
    "You don't change horses in midstream, he says.",
    "David's views would not have frightened the horses",
    "Has been stealthily been doing his bit to redistribute wealth without frightening the horses (and the newspapers).",
    "Although the minimum wage was introduced at a level calculated not to frighten the horses, its potential ratcheting up is a ticking time-bomb in the engine room of the economy.",
    "David's views, which surely should have been known, would not have frightened the horses.",
    "schoolkids laughing and horsing around",
    "Mr Annan gave him a pass, but told him not to horse around in the hall and to remember to wash his hands.",
    "I remember once, I was horsing around with her - she was trying to run me over with her chair and I was getting in close and leaping out of the way.",
    "It connotes eating, drinking, dancing, joking, laughing, and horsing around.",
    "Peak photographer Josh Devins and I horsed around in our combat fatigues and chatted with the other reporters."
  ],
  "origin": "Old English hors, of Germanic origin; related to Dutch ros and German Ross.",
  "pronounciation": "/hɔrs/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/horse_us_1.mp3"
}