{
  "noun": [
    {
      "description": "The hindmost part of an animal, especially when prolonged beyond the rest of the body, such as the flexible extension of the backbone in a vertebrate, the feathers at the hind end of a bird, or a terminal appendage in an insect.",
      "examples": [],
      "synonyms": [
        "hindmost part",
        "back end",
        "appendage"
      ]
    },
    {
      "description": "A thing resembling an animal's tail in its shape or position, typically something extending downward or outward at the end of something.",
      "examples": [
        "the trailed tail of a capital Q",
        "the cars were head to tail"
      ]
    },
    {
      "description": "The end of a long train or line of people or vehicles.",
      "examples": [
        "an armored truck at the tail of the convoy"
      ]
    },
    {
      "description": "A person secretly following another to observe their movements.",
      "examples": [],
      "synonyms": [
        "detective",
        "investigator",
        "private investigator",
        "shadow"
      ]
    },
    {
      "description": "A person's buttocks.",
      "examples": [
        "fireworks followed when the coach kicked Ryan in his tail"
      ],
      "synonyms": [
        "backside",
        "behind",
        "seat",
        "rump",
        "rear",
        "rear end"
      ]
    },
    {
      "description": "The reverse side of a coin (used when tossing a coin).",
      "examples": []
    }
  ],
  "verb": [
    {
      "description": "Follow and observe (someone) closely, especially in secret.",
      "examples": [
        "a flock of paparazzi had tailed them all over Paris"
      ]
    },
    {
      "description": "(of an object in flight) drift or curve in a particular direction.",
      "examples": [
        "the next pitch tailed in on me at the last second"
      ]
    },
    {
      "description": "Join (one thing) to another.",
      "examples": [
        "each new row of houses tailed on its drains to those of its neighbors"
      ]
    },
    {
      "description": "Provide with a tail.",
      "examples": [
        "her calligraphy was topped by banners of black ink and tailed like the haunches of fabulous beasts"
      ]
    }
  ],
  "phrases": [
    "A. I do not think that you will be chasing your tail forever.",
    "Friday was one of those days when a candidate chases his tail.",
    "Boy meets girl, fate intervenes, boy makes a pig's ear of it, and spends the rest of the film chasing his tail in a vain effort to recapture the fair maiden's heart.",
    "I was kind of like chasing my tail and trying to do the right thing, and was a little bit stupid.",
    "I want to meet a nice girl and settle down - sometimes I feel like I'm just chasing my tail.",
    "When the platform consists of two or more stones, the first of them is laid on the last step that is set, and one end tailed in and wedged into the wall.",
    "the economic boom was beginning to tail off",
    "I think my blog has developed into a bit of both - and this has made me realise that the passionate views I expressed at the beginning have begun to tail off.",
    "Then the wind shifted to the west, the rain tailed off and the layers of cloud above diminished.",
    "Typical of diaries - you start all keen then it tails off!"
  ],
  "origin": "Middle English (denoting a tallage): from Old French taille notch, tax, from taillier to cut, based on Latin talea twig, cutting.",
  "pronounciation": "/tāl/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/tail_us_1.mp3"
}