{
  "verb": [
    {
      "description": "Speak in order to give information or express ideas or feelings; converse or communicate by spoken words.",
      "examples": [
        "the two men talked",
        "we'd sit and talk about jazz",
        "it was no use talking to Anthony",
        "you're talking rubbish"
      ],
      "synonyms": [
        "speak",
        "give voice",
        "chat"
      ]
    }
  ],
  "noun": [
    {
      "description": "Conversation; discussion.",
      "examples": [
        "there was a slight but noticeable lull in the talk"
      ],
      "synonyms": [
        "chatter",
        "chatting",
        "chattering",
        "gossiping",
        "prattling",
        "prating",
        "gibbering",
        "jabbering",
        "babbling",
        "gabbling",
        "rattling on",
        "speaking",
        "talking"
      ]
    }
  ],
  "phrases": [
    "But for some strange reason - and don't talk to me about coincidence - all three sons, each unaware of the other, decided to contact me at exactly the same time.",
    "And don't talk to me about personal kinds of campaigning.",
    "Tax the rich, and don't talk to me about capital flight.",
    "And don't talk to me about numbers, because just about everyone who is good enough to make the NBA is good enough to compile numbers.",
    "And don't talk to me about the series, we both know that I took major liberties with the last incident, but it's still better than the series.",
    "he never talked at you",
    "As I stood there being talked at by Levi, I listened to pieces of conversation from our table.",
    "Urania visits her father, and talks at him, unravelling her anger and distress, not at all sure whether he understands.",
    "The time has come to have an NHS where the patients are listened to and not talked at.",
    "They talk at rather than listen to customers; they don't interact with them and offer new products or services."
  ],
  "origin": "Middle English: frequentative verb from the Germanic base of tale or tell.",
  "pronounciation": "/tɔk/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/talk_us_1.mp3"
}