{
  "verb": [
    {
      "description": "Pull or rip (something) apart or to pieces with force.",
      "examples": [
        "I tore up the letter"
      ],
      "synonyms": [
        "rip up",
        "rip in two",
        "pull apart",
        "pull to pieces",
        "shred"
      ]
    },
    {
      "description": "Move very quickly in a reckless or excited manner.",
      "examples": [
        "she tore along the footpath on her bike"
      ],
      "synonyms": [
        "sprint",
        "race",
        "run",
        "dart",
        "rush",
        "dash",
        "hasten",
        "hurry",
        "scurry",
        "scuttle",
        "scamper",
        "hare",
        "bolt",
        "bound",
        "fly",
        "gallop",
        "career",
        "charge",
        "pound",
        "shoot",
        "hurtle",
        "speed",
        "streak",
        "flash",
        "whizz",
        "zoom",
        "sweep",
        "go like lightning",
        "go hell for leather",
        "go like the wind"
      ]
    },
    {
      "description": "Be in a state of uncertainty between two conflicting options or parties.",
      "examples": [
        "he was torn between his duty and his better instincts"
      ],
      "synonyms": [
        "torment",
        "torture",
        "rack",
        "harrow",
        "wring",
        "lacerate"
      ]
    }
  ],
  "noun": [
    {
      "description": "A hole or split in something caused by it having been pulled apart forcefully.",
      "examples": [
        "there was a tear in her dress"
      ],
      "synonyms": [
        "rip",
        "hole",
        "split",
        "rent",
        "cut",
        "slash",
        "slit"
      ]
    },
    {
      "description": "A brief spell of erratic or unrestrained behavior; a binge or spree.",
      "examples": [
        "one of my drinking buddies came for the weekend and we went on a tear"
      ]
    }
  ],
  "phrases": [
    "As Alex falls to his knees, tearing his hair out in distress, the questions still remain.",
    "Do you ever find yourselves tearing your hair out in the studio?",
    "If you are tearing your hair out over the excess expenditure, then fear not, for there is some great news for new couples.",
    "Does this right-side-of-the-brain living, which really isn't the thing you love, have you tearing your hair out?",
    "If you were the CEO of a big business - say, a movie studio, music company, or multinational bank - you'd have been tearing your hair out at this scene.",
    "a bloody civil war had torn the country apart",
    "Between 1642 and 1646 England was torn apart by a bloody civil war.",
    "For example, in some cases, as $m rises past some optimum, the flow of energy starts to tear the system apart, to destroy order.",
    "Its bloody battle tore the country apart through the 1990s.",
    "I imagine that sort of thing ruins lives, destroys marriages, tears families apart, and so on."
  ],
  "origin": "Old English tēar, of Germanic origin; related to German Zähre, from an Indo-European root shared by Old Latin dacruma ( Latin lacrima) and Greek dakru.",
  "pronounciation": "/tɪr/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/tear_us_2.mp3"
}