{
  "noun": [
    {
      "description": "A long, thin strand of cotton, nylon, or other fibers used in sewing or weaving.",
      "examples": []
    },
    {
      "description": "A theme or characteristic, typically forming one of several, running throughout a situation or piece of writing.",
      "examples": [
        "a common thread running through the scandals was the failure to conduct audits"
      ],
      "synonyms": [
        "train of thought",
        "drift",
        "direction",
        "sense",
        "theme",
        "subject matter",
        "motif",
        "tenor",
        "strain",
        "thrust",
        "subject",
        "gist",
        "burden",
        "action"
      ]
    },
    {
      "description": "A helical ridge on the outside of a screw, bolt, etc. or on the inside of a cylindrical hole, to allow two parts to be screwed together.",
      "examples": []
    },
    {
      "description": "Clothes.",
      "examples": [],
      "synonyms": [
        "outfit",
        "clothes",
        "costume",
        "ensemble",
        "suit",
        "clothing",
        "dress",
        "attire",
        "garments",
        "garb",
        "turnout",
        "rig",
        "uniform",
        "livery",
        "array",
        "regalia",
        "robes",
        "finery"
      ]
    }
  ],
  "verb": [
    {
      "description": "Pass a thread through the eye of (a needle) or through the needle and guides of (a sewing machine).",
      "examples": []
    },
    {
      "description": "Cut a screw thread in or on (a hole, screw, or other object).",
      "examples": []
    }
  ],
  "phrases": [
    "So the legendary highwayman's fame may hang by a thread: a chance story told to a boy who remembered it and grew up to become a novelist.",
    "Several of those species hang by a thread, with less than a few hundred individuals surviving.",
    "The tax authorities must be aware that York City's future hangs by a thread.",
    "With their titles hopes hanging by a thread - they trail leaders Alfreton by 12 points, but with four games in hand - every victory has added importance for Pickering.",
    "As things stand, a season that began with the usual high hopes of success in Europe still hangs by a thread."
  ],
  "origin": "Old English thrǣd (noun), of Germanic origin; related to Dutch draad and German Draht, also to the verb throw. The verb dates from late Middle English.",
  "pronounciation": "/θrɛd/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/thread_us_1.mp3"
}