{
  "noun": [
    {
      "description": "A sudden feeling of excitement and pleasure.",
      "examples": [
        "the thrill of jumping out of an airplane"
      ],
      "synonyms": [
        "excitement",
        "feeling of excitement",
        "thrilling experience",
        "stimulation",
        "sensation",
        "glow",
        "tingle",
        "titillation"
      ]
    },
    {
      "description": "A vibratory movement or resonance heard through a stethoscope.",
      "examples": []
    }
  ],
  "verb": [
    {
      "description": "Cause (someone) to have a sudden feeling of excitement and pleasure.",
      "examples": [
        "his kiss thrilled and excited her",
        "they were thrilled with the results",
        "I'm thrilled to death",
        "they were thrilled to pieces"
      ],
      "synonyms": [
        "excite",
        "stimulate",
        "arouse",
        "rouse",
        "inspire",
        "give joy to",
        "delight",
        "give pleasure to",
        "stir",
        "stir up",
        "exhilarate",
        "intoxicate",
        "electrify",
        "galvanize",
        "move",
        "motivate",
        "fire",
        "fire with enthusiasm",
        "fire someone's imagination",
        "fuel",
        "brighten",
        "animate",
        "lift",
        "quicken"
      ]
    },
    {
      "description": "(of an emotion or sensation) pass with a nervous tremor.",
      "examples": [
        "the shock of alarm thrilled through her"
      ]
    }
  ],
  "phrases": [
    "I was so lost in the thrill of the chase that I didn't realize we were entirely incompatible",
    "There's not what you could call a plethora of foxes round here, but you still have the thrill of the chase.",
    "Like the Antiques Roadshow, Reclaimers justifies itself as part bargain hunt - with all the thrill of the chase - and part history lesson.",
    "Women want to revisit the passion and lust of a new physical relationship and enjoy the thrill of the chase.",
    "And no matter how much single people claim they want to live on their own (and fair enough if the only alternative is picking up the dirty pants of your sexually-hibernating cocoa partner) everyone loves the thrill of the chase."
  ],
  "origin": "Middle English (as a verb in the sense pierce or penetrate): alteration of dialect thirl pierce.",
  "pronounciation": "/θrɪl/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/thrill_us_1.mp3"
}