{
  "verb": [
    {
      "description": "Propel (something) with force through the air by a movement of the arm and hand.",
      "examples": [
        "I threw a brick through the window"
      ],
      "synonyms": [
        "hurl",
        "toss",
        "fling",
        "pitch",
        "cast",
        "lob",
        "launch",
        "flip",
        "catapult",
        "shy",
        "dash",
        "aim",
        "direct",
        "project",
        "propel",
        "send",
        "bowl"
      ]
    },
    {
      "description": "Cause to enter suddenly a particular state or condition.",
      "examples": [
        "he threw all her emotions into turmoil",
        "the bond market was thrown into confusion"
      ]
    },
    {
      "description": "Send (one's opponent) to the ground in wrestling, judo, or similar activity.",
      "synonyms": [
        "fell",
        "throw to the ground",
        "hurl to the ground",
        "unbalance",
        "bring down",
        "floor",
        "prostrate"
      ]
    },
    {
      "description": "Form (ceramic ware) on a potter's wheel.",
      "examples": [
        "further on a potter was throwing pots"
      ],
      "synonyms": [
        "shape",
        "form",
        "mould",
        "fashion"
      ]
    },
    {
      "description": "Have (a fit or tantrum)."
    },
    {
      "description": "Give or hold (a party).",
      "synonyms": [
        "give",
        "host",
        "hold",
        "have",
        "provide",
        "put on",
        "lay on",
        "arrange",
        "organize"
      ]
    },
    {
      "description": "(of an animal) give birth to (young, especially of a specified kind)",
      "examples": [
        "sometimes a completely black calf is thrown"
      ]
    }
  ],
  "noun": [
    {
      "description": "An act of throwing something.",
      "examples": [
        "Jeter's throw to first base was too late"
      ],
      "synonyms": [
        "lob",
        "pitch",
        "flip",
        "shy",
        "go"
      ]
    },
    {
      "description": "A light cover for furniture."
    },
    {
      "description": "Used to indicate how much a single item, turn, or attempt costs.",
      "examples": [
        "he was offering to draw on-the-spot portraits at $25 a throw"
      ],
      "synonyms": [
        "each",
        "apiece",
        "per item",
        "for one"
      ]
    },
    {
      "description": "The extent of vertical displacement between the two sides of a fault."
    },
    {
      "description": "The action or motion, or the extent of such motion, of a slide valve, crank, eccentric wheel, or cam."
    }
  ],
  "phrases": [
    "the judge should lock up these robbers and throw away the key",
    "And give this guy his day in court and forget about him and put him in jail and throw away the key, as far as I'm concerned.",
    "Society needs to rehabilitate sex offenders instead of just locking them up and throwing away the key, a prison governor said yesterday.",
    "Prison is not about locking people up and throwing away the key.",
    "If the jury hears that, they're gonna want to put him in jail and throw away the key.",
    "She also knew that Melissa was a flirt and enjoyed throwing herself at men.",
    "I mean, how many other woman do I have to watch throw themselves at you?",
    "And single, willing men are throwing themselves at me as well, which is getting annoying.",
    "He sounded so sure of himself that I had to wonder how many girls readily threw themselves at him, eager for a date.",
    "She felt violated by the fact that he was treating her like some strumpet that would throw herself at him."
  ],
  "origin": "Old English thrāwan to twist, turn, of West Germanic origin; related to Dutch draaien and German drehen, from an Indo-European root shared by Latin terere to rub, Greek teirein wear out. throw (sense 1 of the verb), expressing propulsion and sudden action, dates from Middle English.",
  "pronounciation": "/θroʊ/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/throw_us_1.mp3"
}