{
  "noun": [
    {
      "description": "A piece of paper or small card that gives the holder a certain right, especially to enter a place, travel by public transport, or participate in an event.",
      "examples": [
        "admission is by ticket only"
      ],
      "synonyms": [
        "pass",
        "warrant",
        "authorization",
        "licence",
        "permit"
      ]
    },
    {
      "description": "A certificate or warrant.",
      "examples": []
    },
    {
      "description": "A label attached to a retail product, giving its price, size, and other details.",
      "examples": [],
      "synonyms": [
        "label",
        "tag",
        "sticker",
        "slip",
        "tally",
        "tab",
        "marker",
        "docket"
      ]
    },
    {
      "description": "A list of candidates put forward by a party in an election.",
      "examples": [
        "his presence on the Republican ticket"
      ]
    },
    {
      "description": "The desirable or correct thing.",
      "examples": [
        "a wet spring would be just the ticket for the garden"
      ]
    }
  ],
  "verb": [
    {
      "description": "Issue (someone) with an official notice of a traffic offense.",
      "examples": [
        "park illegally and you are likely to be ticketed"
      ]
    },
    {
      "description": "(of a passenger) be issued with a travel ticket.",
      "examples": [
        "passengers can now get electronically ticketed"
      ]
    },
    {
      "description": "(of a retail product) be marked with a label giving its price, size, and other details.",
      "examples": [
        "the sports jacket had been ticketed at two hundred dollars"
      ]
    }
  ],
  "phrases": [
    "That's not to say some big names weren't still looking to punch their ticket to 2004-05.",
    "Reba's Gold punched his ticket to Japan with a win in the Steinlen Handicap on November 10.",
    "Johannesburg kept his record perfect and punched his ticket for the Breeders' Cup Juvenile later this month.",
    "Last Sunday, the Terrapins punched their ticket to an eleventh straight NCAA tournament with an uninspiring, painful to watch victory over a mediocre University of Virginia team.",
    "War Chant punched his ticket to the Kentucky Derby when he won the San Rafael Stakes and was second in the Santa Anita Derby."
  ],
  "origin": "Early 16th century (in the general senses short written note and a license or permit): shortening of obsolete French étiquet, from Old French estiquet(te), from estiquier to fix, from Middle Dutch steken. Compare with etiquette.",
  "pronounciation": "/ˈtikit/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/ticket_us_1.mp3"
}