{
  "noun": [
    {
      "description": "A thing serving as a visible or tangible representation of a fact, quality, feeling, etc.",
      "examples": [
        "I wanted to offer you a small token of my appreciation",
        "mistletoe was cut from an oak tree as a token of good fortune"
      ],
      "synonyms": [
        "symbol",
        "sign",
        "emblem",
        "badge",
        "representation",
        "indication",
        "mark",
        "index",
        "manifestation",
        "expression",
        "pledge",
        "demonstration",
        "recognition"
      ]
    },
    {
      "description": "A voucher that can be exchanged for goods or services, typically one given as a gift or offered as part of a promotional offer.",
      "examples": [
        "redeem this token for a free dessert"
      ],
      "synonyms": [
        "voucher",
        "coupon",
        "chit",
        "docket",
        "stamp",
        "order",
        "credit note",
        "iou"
      ]
    },
    {
      "description": "An individual occurrence of a linguistic unit in speech or writing, as contrasted with the type or class of linguistic unit of which it is an instance."
    },
    {
      "description": "A sequence of bits passed continuously between nodes in a fixed order and enabling a node to transmit information."
    },
    {
      "description": "A member of a minority group included in an otherwise homogeneous set of people in order to give the appearance of diversity.",
      "examples": [
        "the next black actor or actress selected won't know if it's because of their ability and performance or if they're just a token"
      ]
    }
  ],
  "adjective": [
    {
      "description": "Done for the sake of appearances or as a symbolic gesture.",
      "examples": [
        "cases like these often bring just token fines from the courts"
      ],
      "synonyms": [
        "symbolic",
        "emblematic",
        "indicative"
      ]
    }
  ],
  "phrases": [
    "there was little evidence to substantiate the gossip and, by the same token, there was little to disprove it",
    "Meritocracy says we make our own luck and deserve success; by the same token, nobodies deserve their misery.",
    "A success is a total triumph - an amazing exhilaration - but by the same token, anything less is a complete disaster.",
    "Pressure is a funny thing - it can be used as a very positive force and by the same token, can be very destructive.",
    "We must keep in mind that a settlement bill, while it brings to a conclusion a certain phase of a tribe's seeking to have injustice righted, by the same token also represents a beginning."
  ],
  "origin": "Old English tāc(e)n, of Germanic origin; related to Dutch teken and German Zeichen, also to teach.",
  "pronounciation": "/ˈtoʊkən/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/token_us_1.mp3"
}