{
  "noun": [
    {
      "description": "Each of a set of hard, bony enamel-coated structures in the jaws of most vertebrates, used for biting and chewing.",
      "examples": [],
      "synonyms": [
        "fang",
        "denticulation"
      ]
    },
    {
      "description": "A projecting part on a tool or other instrument, especially one of a series that function or engage together, such as a cog on a gearwheel or a point on a saw or comb.",
      "examples": [],
      "synonyms": [
        "prong",
        "point",
        "tine",
        "cog",
        "ratchet",
        "sprocket"
      ]
    },
    {
      "description": "An appetite or liking for a particular thing.",
      "examples": [
        "what a tooth for fruit a monkey has!"
      ]
    },
    {
      "description": "Roughness given to a surface to allow color or glue to adhere.",
      "examples": []
    }
  ],
  "phrases": [
    "The CIA battles tooth and nail over material from fifty years ago.",
    "The people who fought tooth and nail to keep VCRs off the market will have a veto over all new digital television devices, including digital television devices that interface with personal computers.",
    "We received our five star tidy town rating two years ago and fought tooth and nail to maintain it, he said.",
    "The most hoggish CEOs of the year, though, are America's media moguls, who fought tooth and nail against a pay raise that was being sought by the people who write the scripts for their movies and TV shows.",
    "Pinned almost on their own line, Naas were unable to regain possession for almost nine agonising minutes of additional time as an heroic defence fought tooth and nail to keep the opposition out"
  ],
  "origin": "Old English tōth (plural tēth), of Germanic origin; related to Dutch tand and German Zahn, from an Indo-European root shared by Latin dent-, Greek odont-.",
  "pronounciation": "/tuθ/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/tooth_us_1.mp3"
}