{
  "noun": [
    {
      "description": "The action of buying and selling goods and services.",
      "examples": [
        "a move to ban all trade in ivory",
        "a significant increase in foreign trade",
        "the meat trade"
      ],
      "synonyms": [
        "commerce",
        "buying and selling",
        "dealing",
        "traffic",
        "trafficking",
        "business",
        "marketing",
        "merchandising",
        "bargaining"
      ]
    },
    {
      "description": "A skilled job, typically one requiring manual skills and special training.",
      "examples": [
        "the fundamentals of the construction trade",
        "a carpenter by trade"
      ],
      "synonyms": [
        "craft",
        "occupation",
        "job",
        "day job",
        "career",
        "profession",
        "business",
        "pursuit",
        "living",
        "livelihood",
        "line",
        "line of work",
        "line of business",
        "vocation",
        "calling",
        "walk of life",
        "province",
        "field"
      ]
    },
    {
      "description": "A trade wind.",
      "examples": [
        "the north-east trades"
      ]
    }
  ],
  "verb": [
    {
      "description": "Buy and sell goods and services.",
      "examples": [
        "middlemen trading in luxury goods"
      ],
      "synonyms": [
        "deal",
        "traffic"
      ]
    },
    {
      "description": "Exchange (something) for something else, typically as a commercial transaction.",
      "examples": [
        "they trade mud-shark livers for fish oil",
        "the hostages were traded for arms"
      ],
      "synonyms": [
        "swap",
        "exchange",
        "switch",
        "barter",
        "substitute",
        "replace"
      ]
    }
  ],
  "phrases": [
    "The larger theme is how Democrats and Republicans have traded places when it comes to pragmatism.",
    "I'll never forget that one of my friends in elementary school said that if he could trade places with one person, he'd trade places with me because of my parents and home life.",
    "Hilda knew the attack would be coming and in a blinding split second, both had traded places, seemingly without moving.",
    "Do you think she wants to trade places with anyone?",
    "No matter what you think of being the only, oldest, middle or youngest, you can't trade places.",
    "First-time buyers were drawn by the two and three-bedroom townhouses while many of the larger three-beds were sold to couples trading up.",
    "People who are trading up will also probably have a decent deposit and a track record in managing a mortgage.",
    "But given the limited living space in many modern houses and apartments, as well as the expense of extending or trading up, it is becoming a more practical option for many home owners.",
    "However, older users have not been left out - they are also being encouraged to trade up to more expensive phones too!",
    "The recent rise in house prices has also been fueled to some degree by existing homeowners trading up to bigger and more expensive homes."
  ],
  "origin": "Late Middle English (as a noun): from Middle Low German, literally track, of West Germanic origin; related to tread. Early senses included course, way of life, which gave rise in the 16th century to habitual practice of an occupation, skilled handicraft. The current verb senses date from the late 16th century.",
  "pronounciation": "/trād/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/trade_us_1.mp3"
}