{
  "noun": [
    {
      "description": "A cunning or skillful act or scheme intended to deceive or outwit someone.",
      "examples": [
        "he's a double-dealer capable of any mean trick"
      ],
      "synonyms": [
        "stratagem",
        "ploy",
        "ruse",
        "scheme",
        "device",
        "move",
        "manoeuvre",
        "contrivance",
        "machination",
        "expedient",
        "artifice",
        "wile",
        "dodge"
      ]
    },
    {
      "description": "A peculiar or characteristic habit or mannerism.",
      "examples": [
        "she had a trick of clipping off certain words and phrases"
      ],
      "synonyms": [
        "mannerism",
        "habit",
        "practice",
        "quirk",
        "idiosyncrasy",
        "peculiarity",
        "foible",
        "eccentricity",
        "way",
        "characteristic",
        "trait"
      ]
    },
    {
      "description": "(in bridge, whist, and similar card games) a sequence of cards forming a single round of play. One card is laid down by each player, the highest card being the winner."
    },
    {
      "description": "A prostitute's client.",
      "synonyms": [
        "customer",
        "client",
        "kerb-crawler"
      ]
    },
    {
      "description": "A sailor's turn at the helm, usually lasting for two or four hours."
    }
  ],
  "verb": [
    {
      "description": "Deceive or outwit (someone) by being cunning or skillful.",
      "examples": [
        "buyers can be tricked by savvy sellers"
      ],
      "synonyms": [
        "deceive",
        "delude",
        "hoodwink",
        "mislead",
        "take in",
        "dupe",
        "fool",
        "double-cross",
        "cheat",
        "defraud",
        "swindle",
        "outwit",
        "outmanoeuvre",
        "catch out",
        "gull",
        "hoax",
        "bamboozle",
        "beguile"
      ]
    },
    {
      "description": "Sketch (a coat of arms) in outline, with the colors indicated by letters or signs."
    }
  ],
  "adjective": [
    {
      "description": "Intended or used to deceive or mystify, or to create an illusion.",
      "examples": [
        "a trick question"
      ]
    },
    {
      "description": "Liable to fail; defective.",
      "examples": [
        "a trick knee"
      ]
    }
  ],
  "phrases": [
    "Those tax cuts are sure doing the trick, aren't they?",
    "Ah yes, it must be Labour's student loans policy that is doing the trick.",
    "A chat and subsequent visit to the vets and he's now on medication which seems to be doing the trick.",
    "I've had back trouble and if I want to keep playing to the standard I need to take on a physio full time so this is doing the trick for me.",
    "As with any addiction the more one uses, the more one needs to get off, and my doing these inconspicuous plays was just not doing the trick.",
    "a Marine tricked out in World War II kit and weaponry",
    "She's tricked him out with some brass plates (for added weight) and pipe-cleaner antenna (for extra cuteness).",
    "And the impressively imagined world of the novel is tricked out in lively prose.",
    "It's a large, spacious room tricked out in pale, overwhelmingly summery colours.",
    "They don't just set up their courses, they trick them up and too often they career over the line between what is tough and what is unreasonable."
  ],
  "origin": "Late Middle English (as a noun): from an Old French dialect variant of triche, from trichier deceive, of unknown origin. Current senses of the verb date from the mid 16th century.",
  "pronounciation": "/trik/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/trick_us_1.mp3"
}