{
  "verb": [
    {
      "description": "Make an attempt or effort to do something.",
      "examples": [
        "he tried to regain his breath",
        "I started to try and untangle the mystery",
        "I decided to try writing fiction",
        "three times he tried the maneuver and three times he failed",
        "none of them tried very hard"
      ],
      "synonyms": [
        "attempt",
        "endeavour",
        "make an effort",
        "exert oneself",
        "seek",
        "strive",
        "struggle",
        "do one's best",
        "do one's utmost",
        "do all one can"
      ]
    },
    {
      "description": "Subject (someone) to trial.",
      "examples": [
        "he was arrested and tried for the murder"
      ]
    },
    {
      "description": "Smooth (roughly planed wood) with a plane to give an accurately flat surface."
    },
    {
      "description": "Extract (oil or fat) by heating.",
      "examples": [
        "some of the fat may be tried out and used"
      ]
    }
  ],
  "noun": [
    {
      "description": "An effort to accomplish something; an attempt.",
      "examples": [
        "Mitterrand was elected president on his third try"
      ],
      "synonyms": [
        "attempt",
        "go",
        "effort",
        "endeavour",
        "bid"
      ]
    },
    {
      "description": "An act of touching the ball down behind the opposing goal line, scoring points and entitling the scoring side to a goal kick."
    }
  ],
  "phrases": [
    "I enjoy long walks on the beach, going to the park, jigsaw puzzles, reading a good book, swimming and I will try anything once.",
    "I will always love Michael, he never stops excelling and has no boundaries with his music, he will try anything once.",
    "I am not much of a prissy kind of girl, I will try anything once.",
    "He is a sport, he will try anything once.",
    "I have a strict policy with food whilst travelling: I will try anything once.",
    "I'll try them on again first, but I'm really not keen on the skirt.",
    "His brother was trying the uniform on for the first time.",
    "It was even more depressing trying the things on, since everything seemed designed to make you look as frumpy as possible.",
    "Like with any piece of clothing, you really need to try jeans on to see how they work.",
    "I don't necessarily want to buy lots of stuff, I just want the shopping experience of going from shop to shop, trying things on and maybe making a couple of sound purchases."
  ],
  "origin": "Middle English: from Old French trier sift, of unknown origin. Sense 1 of the noun dates from the early 17th century.",
  "pronounciation": "/trī/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/try_us_1.mp3"
}