{
  "noun": [
    {
      "description": "A melody, especially one which characterizes a certain piece of music.",
      "examples": [
        "she left the theater humming a cheerful tune"
      ],
      "synonyms": [
        "melody",
        "air",
        "strain"
      ]
    }
  ],
  "verb": [
    {
      "description": "Adjust (a musical instrument) to the correct or uniform pitch.",
      "examples": [
        "he tuned the harp for me"
      ],
      "synonyms": [
        "adjust",
        "adjust to the correct pitch",
        "tune up"
      ]
    },
    {
      "description": "Adjust (a receiver circuit such as a radio or television) to the frequency of the required signal.",
      "examples": [
        "the radio was tuned to the CBC",
        "they tuned in to watch the game"
      ]
    },
    {
      "description": "Adjust (an engine) or balance (mechanical parts) so that a vehicle runs smoothly and efficiently.",
      "examples": [
        "the suspension was tuned for a softer ride",
        "state officials have been tuning up an emergency plan"
      ]
    },
    {
      "description": "Adjust or adapt (something) to a particular purpose or situation.",
      "examples": [
        "the animals are finely tuned to life in the desert"
      ],
      "synonyms": [
        "attune",
        "adapt",
        "adjust",
        "fine-tune"
      ]
    }
  ],
  "phrases": [
    "Worshippers are encouraged to be careful about diction, stay in tune, sing exact note values, and avoid forcing the sound.",
    "Both groups sang very much in tune, but unlike, say, certain more modern groups, intonation never excited you by itself.",
    "Central is a grand piano which was apparently always out of tune in Tchaikovsky's day.",
    "Petts Wood Methodist Men's Group is getting in tune for a sing song.",
    "These discs have a refreshingly homemade quality that is in tune with the music that they contain; they are professional but hardly slick.",
    "it's important to be tuned in to your child's needs",
    "It is a politics of listening, responding, engaging, trading; of being tuned in with others.",
    "The cable industry is tuned in to the complaints about indecency.",
    "If the new carer is tuned in to your child's needs, your child should settle quickly into a new routine.",
    "She is tuned in to a powerful domain of secrets and souls that just might trump the logic of the material world."
  ],
  "origin": "Late Middle English: unexplained alteration of tone. The verb is first recorded (late 15th century) in the sense celebrate in music, sing.",
  "pronounciation": "/t(y)o͞on/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/tune_us_1.mp3"
}