{
  "verb": [
    {
      "description": "(of a bird) give a call consisting of repeated light tremulous sounds.",
      "synonyms": [
        "chirp",
        "chirrup",
        "cheep",
        "tweet",
        "peep",
        "chitter",
        "chatter",
        "trill",
        "warble",
        "sing"
      ]
    },
    {
      "description": "Make a posting on the social media application Twitter.",
      "examples": [
        "many active bloggers are twittering more and more these days"
      ]
    }
  ],
  "noun": [
    {
      "description": "A series of short, high-pitched calls or sounds.",
      "examples": [
        "his words were cut off by a faint electronic twitter"
      ],
      "synonyms": [
        "chirp",
        "chirping",
        "chirrup",
        "chirruping",
        "cheep",
        "cheeping",
        "tweet",
        "tweeting",
        "peep",
        "peeping",
        "chitter",
        "chittering",
        "trill",
        "trilling",
        "warble",
        "warbling"
      ]
    }
  ],
  "phrases": [
    "R.'s in a twitter about how the house looks which means I have an appointment with the vacuum cleaner.",
    "The web design world is certainly in a twitter these days over the use of what are broadly known as Rich Internet Applications, whether they're created in Flash or in the emerging set of tools known as AJAX.",
    "The story kicks off as young Prince Alexander assumes the Greek throne in 1917, soon falling in love with the lovely Aspasia Manos and embarking upon a scandalous secret marriage that puts all of Athens in a twitter.",
    "He was in a pitiable state of reaction, with every nerve in a twitter.",
    "All of the household servants were in a twitter over the fact that she was finally home again, fussing over her like a child."
  ],
  "origin": "Late Middle English (as a verb): imitative.",
  "pronounciation": "/ˈtwɪdər/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/twitter_us_1.mp3"
}