{
  "verb": [
    {
      "description": "Move at a regular pace by lifting and setting down each foot in turn, never having both feet off the ground at once.",
      "examples": [
        "I walked across the lawn",
        "she turned and walked a few paces"
      ],
      "synonyms": [
        "stroll",
        "saunter",
        "amble",
        "wend one's way",
        "trudge",
        "plod",
        "hike",
        "tramp",
        "trek",
        "march",
        "stride",
        "troop",
        "patrol",
        "step out",
        "wander",
        "ramble",
        "tread",
        "prowl",
        "footslog",
        "promenade",
        "roam",
        "traipse"
      ]
    },
    {
      "description": "Guide, accompany, or escort (someone) on foot.",
      "examples": [
        "he walked her home to her door"
      ],
      "synonyms": [
        "accompany",
        "escort",
        "guide",
        "show",
        "see",
        "convoy",
        "conduct",
        "usher",
        "marshal",
        "lead",
        "take",
        "attend",
        "chaperone",
        "steer",
        "herd",
        "shepherd"
      ]
    },
    {
      "description": "Abandon or suddenly withdraw from a job, commitment, or situation.",
      "examples": [
        "he was in place as the male lead but walked at the eleventh hour",
        "we were expecting the merger with Bell to go through—we didn't expect Bell to walk on the deal"
      ]
    },
    {
      "description": "Be awarded first base after not swinging at four balls pitched outside the strike zone."
    },
    {
      "description": "(of a ghost) be present and visible.",
      "examples": [
        "the ghosts of Bannockburn walked abroad"
      ]
    },
    {
      "description": "Used to describe the way in which someone lives or behaves.",
      "examples": [
        "walk humbly with your God"
      ]
    }
  ],
  "noun": [
    {
      "description": "An act of traveling or an excursion on foot.",
      "examples": [
        "he was too restless to sleep, so he went out for a walk"
      ],
      "synonyms": [
        "stroll",
        "saunter",
        "amble",
        "promenade"
      ]
    },
    {
      "description": "A route recommended or marked out for recreational walking.",
      "synonyms": [
        "route",
        "beat",
        "round",
        "run",
        "circuit"
      ]
    },
    {
      "description": "An unhurried rate of movement on foot.",
      "examples": [
        "they crossed the field at a leisurely walk"
      ]
    },
    {
      "description": "A part of a forest under one keeper."
    },
    {
      "description": "An instance of being awarded (or allowing a batter to reach) first base after not swinging at four balls pitched outside the strike zone."
    }
  ],
  "phrases": [
    "When it comes to nutrition, this man is a walking encyclopedia.",
    "There are people who are walking encyclopedias, but they make a mess of their lives.",
    "Henry's a walking encyclopaedia of Manchester City knowledge.",
    "It's very useful indeed to have friends who are like walking encyclopedias.",
    "Bitton says the activists do have a role to play in the club - as walking encyclopedias, sources of information for the other side.",
    "In the morning she walks away to her new life without a backward look.",
    "It is not good enough for these politicians to walk away and ignore the situation.",
    "Maybe then fewer men and women would walk away from parenting responsibilities.",
    "If one of those unions walks away, there will be winners and there will be losers.",
    "If somebody's hurling abuse at you, it may be better to just walk away from the situation."
  ],
  "origin": "Old English wealcan roll, toss, also wander, of Germanic origin. The sense move about, and specifically go about on foot, arose in Middle English.",
  "pronounciation": "/wôk/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/walk_us_1.mp3"
}