{
  "adjective": [
    {
      "description": "Lacking the power to perform physically demanding tasks; lacking physical strength and energy.",
      "examples": [
        "she was recovering from the flu and was very weak"
      ],
      "synonyms": [
        "frail",
        "feeble",
        "puny",
        "fragile",
        "delicate",
        "weakly"
      ]
    },
    {
      "description": "Liable to break or give way under pressure; easily damaged.",
      "examples": [
        "the salamander's tail may be broken off at a weak spot near the base"
      ]
    },
    {
      "description": "Lacking intensity or brightness.",
      "examples": [
        "a weak light from a single street lamp"
      ],
      "synonyms": [
        "dim",
        "pale",
        "wan",
        "faint",
        "dull",
        "feeble",
        "muted"
      ]
    },
    {
      "description": "Denoting a class of verbs in Germanic languages that form the past tense and past participle by addition of a suffix (in English, typically -ed)."
    },
    {
      "description": "Relating to or denoting the weakest of the known kinds of force between particles, which acts only at distances less than about 10⁻¹⁵ cm, is very much weaker than the electromagnetic and the strong interactions, and conserves neither strangeness, parity, nor isospin."
    }
  ],
  "phrases": [
    "Under this Neanderthal new deal, the so-called weaker sex is predestined to bear the children, nurture their needs, and serve the warrior in whatever way he wants.",
    "Apparently Mr Brash likes to go easy on the weaker sex.",
    "The fetal cells from a mother's offspring, survive in her blood stream, decades after childbirth and provide resistance to many diseases, and still we call women the weaker sex!",
    "Today, they refuse to be patronized and hate being called the weaker sex.",
    "No Victorian would hesitate to acknowledge the weaker sex's natural attraction to pretty things, especially if these can be used for self-decoration."
  ],
  "origin": "Old English wāc pliant, of little worth, not steadfast, reinforced in Middle English by Old Norse veikr, from a Germanic base meaning yield, give way.",
  "pronounciation": "/wik/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/weak_us_1.mp3"
}