{
  "verb": [
    {
      "description": "Find out how heavy (someone or something) is, typically using scales.",
      "examples": [
        "weigh yourself on the day you begin the diet",
        "the vendor weighed the vegetables"
      ],
      "synonyms": [
        "measure the weight of",
        "measure how heavy someone is",
        "measure how heavy something is",
        "put someone on the scales",
        "put something on the scales"
      ]
    },
    {
      "description": "Assess the nature or importance of, especially with a view to a decision or action.",
      "examples": [
        "the consequences of the move would need to be very carefully weighed"
      ],
      "synonyms": [
        "consider",
        "contemplate",
        "think about",
        "give thought to",
        "entertain the idea of",
        "deliberate about",
        "turn over in one's mind",
        "mull over",
        "chew over",
        "reflect on",
        "ruminate about",
        "muse on"
      ]
    }
  ],
  "noun": [],
  "phrases": [
    "Presumably he weighed his words carefully, and meant to convey a threat.",
    "She stared at him, her own discretion fleeting from her as she carefully weighed her words before speaking.",
    "He sensed her weighing his words, considering his description.",
    "Well… there is one actually, he began slowly, weighing his words and hoping he would sound convincing enough.",
    "He talks with a grace and poise that is typically German, weighing his words carefully as we discuss the band's new release.",
    "my waders and fishing gear weighed me down",
    "Just place a clean, heavy skillet on top of your sandwiches to press and weigh them down as they grill.",
    "The silence was so heavy I could feel it weighing me down.",
    "The water was deep - neck high on me - and I was weighed down with all this extra gear.",
    "Sand filled her boots and her hair, weighing her down."
  ],
  "origin": "Late 18th century: from an erroneous association with weigh anchor (see anchor).",
  "pronounciation": "/weɪ/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/weigh_us_1.mp3"
}