{
  "noun": [
    {
      "description": "A strip of leather or length of cord fastened to a handle, used for flogging or beating a person or for urging on an animal.",
      "synonyms": [
        "lash",
        "scourge",
        "thong",
        "strap",
        "belt"
      ]
    },
    {
      "description": "An official of a political party appointed to maintain discipline among its members in Congress or Parliament, especially so as to ensure attendance and voting in debates."
    },
    {
      "description": "A dessert consisting of cream or eggs beaten into a light fluffy mass with fruit, chocolate, or other ingredients."
    },
    {
      "description": "A slender, unbranched shoot or plant."
    },
    {
      "description": "A scythe for cutting specified crops."
    },
    {
      "examples": [
        "a grass whip"
      ]
    },
    {
      "description": "A rope-and-pulley hoisting apparatus."
    },
    {
      "description": "A car.",
      "examples": [
        "I just got new wheels for my whip"
      ]
    }
  ],
  "verb": [
    {
      "description": "Beat (a person or animal) with a whip or similar instrument, especially as a punishment or to urge them on.",
      "synonyms": [
        "flog",
        "scourge",
        "flagellate",
        "lash",
        "birch",
        "switch",
        "tan",
        "strap",
        "belt",
        "cane",
        "thrash",
        "beat",
        "leather",
        "tan someone's hide",
        "whip someone's hide",
        "give someone a hiding",
        "beat the living daylights out of"
      ]
    },
    {
      "description": "Move fast or suddenly in a specified direction.",
      "examples": [
        "I whipped around the corner"
      ],
      "synonyms": [
        "rush",
        "race",
        "run",
        "sprint",
        "bolt",
        "dart",
        "gallop",
        "career",
        "charge",
        "shoot",
        "hurtle",
        "hare",
        "bound",
        "fly",
        "speed",
        "streak",
        "zoom",
        "plunge",
        "dive",
        "whisk",
        "scurry",
        "scuttle",
        "scamper",
        "scramble"
      ]
    },
    {
      "description": "Beat (cream, eggs, or other food) into a froth.",
      "synonyms": [
        "whisk",
        "beat",
        "mix",
        "stir"
      ]
    },
    {
      "description": "Bind (something) with spirally wound twine."
    }
  ],
  "phrases": [
    "he had the whip hand over other members of the cabinet",
    "As you can imagine the bowlers held the whip hand.",
    "He still has the whip hand, and concerns about his powers are spreading far beyond the elite of the Labour Party.",
    "A friend in broadcasting had told me recently that the program writers are very careful to only write banter that is offensive to the male hosts, giving the female host the whip hand.",
    "If they stick to their guns, to my mind great home cooks have the whip hand, delivering the most memorable, satisfying and delicious food you are ever likely to eat.",
    "Judith Keating whipped in for many years and was very active in the breeding and training of the hounds.",
    "the radio host whipped his listeners into a frenzy",
    "the city had been whipped into shape",
    "It had become standard party propaganda, but now it took on a menacing air as it was used to goad the troops, to whip them into the state of mind in which they would sacrifice anything for the revolution.",
    "This Argentinian wine is packed with delicious ripe berry character that will seduce you with its soft silky tannins, only to whip you into submission with a core of intense fruit."
  ],
  "origin": "Middle English: probably from Middle Low German and Middle Dutch wippen swing, leap, dance, from a Germanic base meaning move quickly. The noun is partly from the verb, reinforced by Middle Low German wippe quick movement.",
  "pronounciation": "/(h)wɪp/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/whip_us_1.mp3"
}