{
  "noun": [
    {
      "description": "A clear, high-pitched sound made by forcing breath through a small hole between partly closed lips, or between one's teeth.",
      "examples": [],
      "synonyms": [
        "clapping",
        "handclapping",
        "cheering",
        "whistling",
        "ovation",
        "standing ovation",
        "acclamation",
        "cheers",
        "whistles",
        "bravos"
      ]
    }
  ],
  "verb": [
    {
      "description": "Emit a clear, high-pitched sound by forcing breath through a small hole between one's lips or teeth.",
      "examples": [
        "the audience cheered and whistled",
        "I awoke to their cheerful whistling",
        "a whistling noise"
      ],
      "synonyms": [
        "breathe audibly",
        "breathe noisily",
        "gasp",
        "whistle",
        "hiss",
        "rasp",
        "croak",
        "pant",
        "cough"
      ]
    },
    {
      "description": "Wish for or expect (something) in vain.",
      "examples": [
        "you can go home and whistle for your wages"
      ]
    }
  ],
  "phrases": [
    "Teacher Carroll, 66, confided in the then Abbott of the monastery - but his catalogue of abuse was only revealed when a psychologist brought in to help him blew the whistle on his crimes.",
    "And we all know what happens to people who blow the whistle on conspiracy theories, don't we?",
    "One way to lose friends but perhaps gain wider influence is to blow the whistle on what your conscience tells you is sharp practice, by government or employer.",
    "Moxon and James Cameron - the former British consul in Bucharest, who was also suspended after he blew the whistle on a visa scam there - plan to take the government to employment tribunals.",
    "A couple of years ago on The Health Report we covered the story of Nancy Oliveri, a Canadian doctor who blew the whistle on what she considered was unethical drug research at the Hospital for Sick Children in Toronto."
  ],
  "origin": "Old English (h)wistlian (verb), (h)wistle (noun), of Germanic origin; imitative and related to Swedish vissla to whistle.",
  "pronounciation": "/ˈ(h)wɪsəl/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/whistle_us_1.mp3"
}