{
  "verb": [
    {
      "description": "Give way to anxiety or unease; allow one's mind to dwell on difficulty or troubles.",
      "examples": [
        "he worried about his soldier sons in the war",
        "I began to worry whether I had done the right thing"
      ],
      "synonyms": [
        "alarming",
        "concerning",
        "worrisome",
        "daunting",
        "perturbing",
        "trying",
        "taxing",
        "vexatious",
        "niggling",
        "bothersome",
        "troublesome",
        "unsettling",
        "harassing",
        "harrying",
        "harrowing",
        "nerve-racking"
      ]
    },
    {
      "description": "(of a dog or other carnivorous animal) tear at, gnaw on, or drag around with the teeth.",
      "examples": [
        "I found my dog contentedly worrying a bone"
      ],
      "synonyms": [
        "chew",
        "bite",
        "nibble",
        "munch",
        "crunch",
        "champ",
        "chomp",
        "masticate"
      ]
    }
  ],
  "noun": [
    {
      "description": "A state of anxiety and uncertainty over actual or potential problems.",
      "examples": [
        "her son had been a constant source of worry to her"
      ],
      "synonyms": [
        "anxiety",
        "disturbance",
        "perturbation",
        "trouble",
        "bother",
        "distress",
        "concern",
        "care",
        "upset",
        "uneasiness",
        "unease",
        "disquiet",
        "disquietude",
        "disconcertment",
        "fretfulness",
        "restlessness",
        "nervousness",
        "nerves",
        "agitation",
        "edginess",
        "tension",
        "tenseness",
        "stress",
        "strain"
      ]
    }
  ],
  "phrases": [
    "not to worry—no harm done",
    "This dinosaur committee is being erased this month, so not to worry.",
    "There were no more planes that night and all the next day's were full but, not to worry, our bags at least would be on their way west.",
    "This child may be only 1 year old, but not to worry, there are electric guitars for all ages.",
    "If you happen to be male, and in a relationship, and you also happen to forget what day it is - not to worry."
  ],
  "origin": "Old English wyrgan strangle, of West Germanic origin. In Middle English the original sense of the verb gave rise to the meaning seize by the throat and tear, later figuratively harass, whence cause anxiety to (early 19th century, the date also of the noun).",
  "pronounciation": "/ˈwərē/",
  "audio": "https://s3.amazonaws.com/audio.oxforddictionaries.com/en/mp3/worry_us_1.mp3"
}